Repository: MrServo/oe-alliance-plugins
Catalog: LCD4linux/po/*.po
Languages: es, fi, it, lt, pl, pt, sk

source: LCD4linux Display-Mode Idle
es: Modo de la Pantalla LCD4linux en Espera
fi: LCD4linux Näyttötila: Valmiustilassa
it: LCD4linux in modalità di visualizzazione Idle
lt: LCD4linux Ekranas-Neveiklos režimas
pl: LCD4linux Tryb wyświetlania Idle
pt: LCD4linux Display-Modo Idle
sk: LCD4linux Režim zobrazenia Idle

source: Set Global >>
es: Ir a Global >>
fi: Aseta Globaali >>
it: Imposta globale >>
lt: VISUOTINIS >>
pl: Ustaw globalnie >>
pt: Def Global >>
sk: Nastaviť Global >>

source: Choose dir
es: Elige Directorio
fi: Valitse hakemisto
it: Scegli cartella
lt: Pasirinkite katalogą
pl: Wybrać reż
pt: Escolher pasta
sk: Zvoľ priečinok

source: Choose file
es: Elige Archivo
fi: Valitse tiedosto
it: Scegli file
lt: Pasirinkite failą
pl: Proszę wybrać plik
pt: Escolher ficheiro
sk: Zvoľ súbor

source: Choose font
es: Elige Fuente
fi: Valitse fontti
it: Scegli carattere
lt: Pasirinkite šriftą
pl: Wybierz czcionkę
pt: Escolher Fonte
sk: Zvoľ písmo

source: %s - Current value: %s
es: %s - Valor Actual: %s
fi: %s - Nykyinen arvo: %s
it: %s - valore corrente: %s
lt: %s - dabartinė reikšmė: %s
pl: %s - bieżąca wartość: %s
pt: %s - Valor Atual: %s
sk: %s -Súčasná hodnota: %s

source: GUI needs a restart to apply the changes. Do you want to Restart the GUI now?
es: GUI necesita reiniciar para aplicar los cambios. ¿Realmente quiere reiniciar el GUI ahora?
fi: Käyttöliittymä pitää käynnistää uudelleen jotta asetukset astuvat voimaan. Haluatko uudelleenkäynnistää?
it: La GUI necessita di un riavvio per applicare le modifiche. Vuoi riavviare la GUI ora?
lt: Kad pakeitimai įsigaliotų, grafinę aplinką reikia paleisti iš naujo. Ar norite paleisti iš naujo dabar?
pl: GUI musi być uruchomione, aby zastosować zmiany. Czy chcesz uruchomić GUI teraz ?
pt: GUI necesita reiniciar para aplicar as alterações. Deseja reiniciar a GUI agora?
sk: Je potrebné reštartovať GUI aby sa aplikovali zmeny. Chceš restartovať GUI teraz?

source: Restart GUI now?
es: ¿Reiniciar el GUI ahora?
fi: Käyttöliittymän uudelleenkäynnisty nyt?
it: Riavviare la GUI?
lt: Paleisti grafinę aplinką iš naujo dabar?
pl: Zrestartować GUI teraz?
pt: Reiniciar a GUI agora?
sk: Reštartovať GUI teraz?

source: Indoor
es: Interior
fi: Sisätila
it: Interno
lt: Viduje
pl: Kryty
pt: Dentro de Casa
sk: Vnútorné

source: Outdoor
es: Exterior
fi: Ulkoilma
it: Esterni
lt: Lauke
pl: Na zewnątrz
pt: Fora de Casa
sk: Vonkajšie

source: Rain
es: Lluvia
fi: Sadetta
it: Pioggia
lt: Lietus
pl: Deszcz
pt: Chuva
sk: Dážď

source: Wind
es: Viento
fi: Tuuli
it: Vento
lt: Vėjas
pl: Wiatr
pt: Vento
sk: Vietor

source: New Moon
es: Luna Nueva
fi: Uusikuu
it: Luna nuova
lt: Jaunatis
pl: Księżyc w nowiu
pt: Lua Nova
sk: Nový mesiac

source: First Quarter
es: Cuarto Creciente
fi: Kasvava Kuunsirppi
it: Primo quarto
lt: Pirmasis ketvirtis
pl: Pierwszy kwartał
pt: Quarto Crescente
sk: Prvá štvrtina

source: Waxing Crescent
es: Luna Creciente
fi: Ensimmäinen Neljännes
it: Mezzaluna crescente
lt: Vaškuojantis pusmėnulis
pt: Quarto Crescente
sk: Dorastajúci kosáčik

source: Waxing Moon
es: Luna Creciente
fi: Kasvava Kuu
it: Luna crescente
lt: Augantis mėnulis
pl: Księżyc w pełni
pt: Lua crescente
sk: Dorastajúci mesiac

source: Full Moon
es: Luna Llena
fi: Täysikuu
it: Luna piena
lt: Pilnatis
pl: Pełnia Księżyca
pt: Lua Cheia
sk: Spln mesiaca

source: Waning Moon
es: Luna Menguante
fi: Vähenevä Kuu
it: Luna calante
lt: Mažėjantis mėnulis
pl: Ubywający Księżyc
pt: Lua minguante
sk: Ubúdajúci mesiac

source: Waning Crescent
es: Creciente Menguante
fi: Kolmas Neljännes
it: Pericolo crescente
lt: Mažėjantis pusmėnulis
pl: Słabnący półksiężyc
pt: Quarto Minguante
sk: Ubúdajúci kosáčik

source: Last Quarter
es: Cuarto Menguante
fi: Vähenevä Kuunsirppi
it: Ultimo quarto
lt: Paskutinis ketvirtis
pl: Ostatni kwartał
pt: Quarto Minguante
sk: Posledná štvrtina

source: %d.%m.%Y
lt: %Y.%m.%d

source: Picture not available
es: Imagen no disponible
fi: Kuva ei ole saatavilla
it: Immagine non disponibile
lt: Paveikslėlis neprieinamas
pl: Obraz niedostępny
pt: Imagem não disponível
sk: Obrázok nie je k dispozícii

source: no Timer
es: sin Temporizador
fi: ei Ajastusta
lt: be laikmačio
pl: brak Timera
pt: sem Timer
sk: žiaden časovač

source: OSCAM not running
es: OSCAM no está funcionando
fi: OSCAM ei ole päällä
it: OSCAM non in esecuzione
lt: OSCAM neveikia
pl: OSCAM nie działa
pt: OSCAM não está a funcionar
sk: OSCAM nebeží

source: no Calls
es: sin Llamadas
fi: ei Puheluita
it: no chiamate
lt: be skambučių
pl: Brak połączeń
pt: sem Chamadas
sk: žiadne volania

source: %d Mails %d New %s
es: %d Correos %d Nuevo %s
fi: %d Postia %d Uusia %s
it: %d Mails %d Nuovo %s
lt: %d laiškų %d naujų %s
pl: %d Wiadomości %d Nowe %s
pt: %d E-Mails %d Novos %s
sk: %d Správ %d Nové %s

source: no Netatmo-Plugin installed
es: no hay Plugin Netatmo instalado
fi: nessun plug-in Netatmo installato
it: no installato Netatmo-Plugin
lt: neįdiegtas Netatmo-Plugin
pl: Nie zainstalowano wtyczki Netatmo.
pt: plugin Netatmo não instalado
sk: nenainštalovaný Netatmo-Plugin

source: LCD4linux Screen Switch
es: Cambiar a Pantalla LCD4linux
fi: LCD4linux Näytönvaihto
it: LCD4linux interruttore schermo
lt: LCD4linux Ekranų perjungimas
pl: Przełącznik ekranu LCD4linux
pt: Mudar o Ecrã LCD4linux
sk: Prepínač obrazovky LCD4linux

source: tomato
es: tomate
fi: tomaatti
it: pomodoro
pl: pomidor
pt: tomate
sk: paradajková

source: Samsung SPF-87H old 800x480
it: Samsung SPF-87H alt 800x480
sk: Samsung SPF-87H alt 800x480

source: Samsung SPF-107H old 1024x600
it: Samsung SPF-107H vecchio 1024x600
sk: Samsung SPF-107H alt 1024x600

source: Weather API-ID Key WeatherUnlocked
fi: Sää: API-ID Key WeatherUnlocked
it: Meteo API-ID Key WeatherUnlocked
sk: Počasie API-ID Key WeatherUnlocked

source: Stutter TV
sk: Zobraz - zrkadlenie TV

source: LCD4linux
sk: LCD4linux povolený

source: LCD4Linux
sk: LCD4Linux povolený

source: Netatmo
fi: Netatmo-sääasema

source: indigo
es: azul índigo
fi: indigonsininen
it: indaco
pl: indygo
pt: azul indigo

source: HDD
fi: Kiintolevy

source: Netatmo 2
fi: Netatmo-sääasema 2
it: Stazione meteo 2

source: % + Load@1min
pl: % + obciążenie@1 min.

source: % + Load@5min
pl: % + obciążenie@5 min.

source: JPG
pl: JPEG
