Repository: MrServo/oe-alliance-plugins
Catalog: LCD4linux/po/*.po
Languages: es, fi, it, lt, pl, pt, sk

source: with Minutes Total / Endtime (above/Size 1.5)
es: con Minutos Totales / Hora de finalización (arriba/Tamaño 1.5)
fi: kokonaisaika minuutteina / Loppuaika (yläpuolella/koko 1,5)
it: con minuti totale /orario fine (sopra/dimensione 1.5)
lt: su minutėmis Iš viso/pab.laikas (virš/dydis 1.5)
pl: z całością minut / czas końcowy (powyżej/rozmiar 1.5)
pt: com Total de minutos / Tempo final (superior/Tamanho 1.5)
sk: s celkovým počtom minút / konečným časom (vyššie / veľkosť 1,5)

source: with Minutes Total / Endtime (above/Size 2)
es: con Minutos Totales / Hora de finalización (arriba/Tamaño 2)
fi: kokonaisaika minuutteina / Loppuaika (yläpuolella/koko 2)
it: con minuti totale / orario fine (sopra/taglia 2)
lt: su minutėmis Iš viso/pab.laikas (virš/dydis2)
pl: z całością minut / czas końcowy (powyżej/rozmiar 2)
pt: com Total de minutos / Tempo final (superior/Tamanho 2)
sk: s celkovým počtom minút / konečným časom (vyššie / veľkosť 2)

source: Fastmode (2s)
es: Modo Rápido (2s)
fi: Nopea (2s)
lt: Greitasis režimas (2s)
pl: Tryb szybki (2 s)
pt: Modo Rápido (2s)
sk: Rýchly mód (2s)

source: Normal (5s)
fi: Normaali (5s)
it: Normale (5s)
lt: Normalus (5s)
pl: Normalny (5 s)
sk: Normalne (5s)

source: last Screen
es: última pantalla
fi: viimeinen näyttö
it: ultimo schermo
lt: paskutinis ekranas
pl: ostatni ekran
pt: última tela
sk: posledná obrazovka

source: alphabetic
es: alfabético
it: alfabetico
lt: pagal abėcėlę
pl: alfabetyczny
pt: alfabético
sk: abecedne

source: random
es: aleatorio
fi: sekalainen
it: casuale
lt: atsitiktinis
pl: losowe
pt: aleatório
sk: náhodne

source: better/slow
es: mejor/lento
fi: parempi/hidas
it: migliore/lento
lt: geriau / lėčiau
pl: lepiej/wolno
pt: melhor/lento
sk: lepší/pomalší

source: low/fast (Picture only)
es: bajo/rápido (solo Fotos)
fi: huonompi/nopea (vain kuva)
it: basso/veloce (solo immagine)
lt: mažas/greitas (tik vaizdams)
pl: wolno/szybko (tylko obraz)
pt: baixo/rápido (só Fotos)
sk: pomaly/rýchlo (len obrázok)

source: low/fast (all)
es: bajo/rápido (todo)
fi: huonompi/nopea (kaikki)
it: basso/veloce (tutti)
lt: mažas/greitas (viskam)
pl: wolno/szybko (wszystko)
pt: baixo/rápido (tudo)
sk: pomaly/rýchlo (všetko)

source: cache + adjustment (high quality, slow)
es: cache + ajuste (alta calidad, lento)
fi: cache + sovitus (korkea laatu, hidas)
it: cache + regolazione (alta qualità, lento)
lt: podėlis+nustatymas (aukšta kokybė, lėtai)
pl: bufor + regulacja (wysoka jakość, powoli)
pt: cache + ajuste (alta qualidade, lento)
sk: cache + prispôsobenie(vysoká kvalita, pomalšie)

source: cache + adjustment (low quality, fast)
es: cache + ajuste (baja calidad, rápido)
fi: cache + sovitus (huonompi laatu, nopea)
it: cache + regolazione (bassa qualità, veloce)
lt: podėlis+nustatymas (žema kokybė, greitai)
pl: bufor + regulacja (niska jakość, szybko)
pt: cache + ajuste (baixa qualidade, rápido)
sk: cache + prispôsobenie(nízka kvalita, rýchlejšie)

source: no cache + no adjustment
es: sin cache + sin ajuste
fi: ei cachea + ei sovitusta
it: no cache + no regolazioni
lt: be podėlio + be nustatymų
pl: brak bufora + brak regulacji
pt: sem cache + sem ajuste
sk: bez cache + bez nastavovania

source: Plug Tuner
es: Sintonizador integrado
fi: Sisäinen viritin
it: Spina sintonizzatore
lt: Prijungtas imtuvas
pt: Sintonizador integrado
sk: Zabudovaný tuner

source: USB Tuner
es: Sintonizador USB
fi: USB-viritin
it: Sintonizzatore USB
lt: USB imtuvas
pl: Tuner USB
pt: Sintonizador USB

source: Now/Next
es: Ahora/Después
fi: Nyt/Seuraava
it: Ora/Successivo
lt: Dabar/sekantis
pl: Teraz/Następnie
pt: Agora/Depois
sk: Teraz/Ďalší

source: normal
fi: normaali
it: normale
lt: įprastas
pl: normalny
sk: normálne

source: reduced
es: reducido
fi: pelkistetty
it: ridotto
lt: sumažintas
pl: zmniejszony
pt: reduzido
sk: redukované

source: Javascript
lt: Java skriptas

source: Javascript no Refresh
es: Javascript sin actualización
fi: Javascript, ei virkistystä
it: Javascript nessun aggiornamento
lt: Java scenarijus neatnaujinant
pl: Javascript bez odświeżania
pt: Javascript sem atualização
sk: Javascript nie Obnoviť

source: Reload
es: Recarga
fi: Uudelleenlataus
it: Ricarica
lt: Įkelti iš naujo
pl: Przeładuj
pt: Recarregar
sk: Znovu nahratie

source: 1 - normal
fi: 1 - normaali
it: 1 - normale
lt: 1 - normalus
pl: 1 - normalny
sk: 1 - normálne

source: 2 - side by side
es: 2 - cara a cara
fi: 2 - vierekkäin
it: 2 - affiancati
lt: 2 - sugretinimas
pl: 2 - obok siebie
pt: 2 - lado a lado
sk: 2 - bok po boku

source: alternative Copy-Mode/DM800hd (24bit)
es: modo Copia alternativo/DM800hd (24bit)
fi: vaihtoehtoinen Kopio-tila/DM800hd (24bit)
it: copia modalità alternativa/DM800hd (24 bit)
lt: alternatyvus kopijavimo režimas/DM800HD (24bitų)
pl: Alternatywny tryb kopiowania/DM800hd (24-bitowy)
pt: modo Cópia alternativo/DM800hd (24bit)
sk: alternatívny Mód kopírovania/DM800hd (24bit)

source: yes + %
es: sí + %
fi: kyllä + %
it: sì + %
lt: taip + %
pl: tak + %
pt: sim + %
sk: áno + %

source: yes, long
es: sí, largo
fi: kyllä, pitkä
it: sì, lungo
lt: taip, ilgos
pl: tak, długo
pt: sim, longo
sk: áno, dlhé

source: yes, short
es: sí, corto
fi: kyllä, lyhyt
it: sì, breve
lt: taip, trumpos
pl: tak, krótki
pt: sim, curto
sk: áno, krátke

source: km/h
lt: km/val

source: Coversearch
es: Búsqueda Cubrir
it: Ricerca cover
lt: Viršelių paieška

source: always
es: siempre
fi: aina
it: sempre
lt: visada
pl: zawsze
pt: sempre
sk: vždy

source: On+Media+Standby
es: On+Media+Reposo
fi: Päällä+Media+Valmiustila
lt: Įjungta+multimedija+budėjimas
pl: Załącz+Media+Uśpij
pt: On+Mídia+Repouso
sk: Zapnuté+Média+Pohotovostný režim

source: Standby
es: Reposo
fi: Valmiustila
lt: Budėjimo režimas
pl: Tryb Czuwania
pt: Repouso
sk: Pohotovostný režim

source: 32bit - color
fi: 32bit - väri
it: Colore - 32bit
lt: 32bitų spalvos
pl: 32bit - kolor
sk: 32bit - farba

source: 8bit - grayscale/color
es: 8bit - gris/color
fi: 8bit - harmaasävy/väri
it: 8bit - scala di grigi/colori
lt: 8bitų juodai-balta/spalvota
pl: 8bit - skala szarości/kolor
pt: 8bit - cor/cinzento
sk: 8bit - čb/farba

source: 2 x FastForwardKey
es: 2 x Tecla Avance Rápido
fi: 2 x eteenpäinkelaus
it: 2 x Tasto avanzamento veloce
lt: 2 x '>>' mygtukas
pt: 2 x Tecla Avanço Rápido
sk: 2 x rýchlo vred tlačidlo

source: 2 x FastForwardKey Type 2
es: 2 x Tecla Avance Rápido Tipo 2
fi: 2 x eteenpäinkelaus, tyyppi 2
it: 2 x Tasto avanzamento veloce tipo 2
lt: 2 x '>>' mygtukas, 2 tipas
pl: 2 x FastForwardKey Typ 2
pt: 2 x Tecla Avanço Rápido Tipo 2
sk: 2 x rýchlo vred tlačidlo typ 2

source: Long FastForwardKey
es: Tecla Avance Rápido Prolongada
fi: Pitkä eteenpäinkelaus
it: Tasto lungo avanti veloce
lt: Ilgas '>>' paspaudimas
pt: Tecla Avanço Rápido Prolongada
sk: Dlhé tlačidlo rýchlovpred

source: Long FastForwardKey Type 2
es: Tecla Avance Rápido Prolongada Tipo 2
fi: Pitkä eteenpäinkelaus tyyppi 2
it: Tasto lungo avanti veloce tipo 2
lt: Ilgas '>>' paspaudimas 2
pt: Tecla Avanço Rápido Prolongada Tipo 2
sk: Dlhé tlačidlo rýchlovpred typ 2

source: 2 x InfoKey
es: 2 x Tecla Info
fi: 2 x Info-näppäin
it: 2 x Tasto Info
lt: 2 x 'Info' mygtukas
pt: 2 x Tecla Info
sk: 2 x Info tlačidlo

source: 2 x Mute
es: 2 x Silencio
fi: 2 x Mykistys
it: 2 x Muto
lt: 2 x 'Mute' mygtukas
pl: 2 x Wyciszenie
pt: 2 x Tecla MUTE
sk: 2 x stlmiť zvuk

source: Long InfoKey
es: Tecla Info Prolongada
fi: Pitkä Info-painike
it: Tasto lungo info
lt: Ilgas 'Info' paspaudimas
pt: Tecla Info Prolongada
sk: Dlhé tlačidlo info

source: 2 x FastBackwardKey
es: 2 x Tecla Retroceso Rápido
fi: 2 x taaksepäinkelaus
it: 2 x Tasto indietro veloce
lt: 2 x '<<' mygtukas
pt: 2 x Tecla Retrocesso Rápido
sk: 2 x rýchlospäť tlačidlo

source: 2 x FastBackwardKey Type 2
es: 2 x Tecla Retroceso Rápido Tipo 2
fi: 2 x taaksepäinkelaus, tyyppi 2
it: 2 x Tasto indietro veloce tipo 2
lt: 2 x '<<' mygtukas, 2 tipas
pl: 2 x FastBackwardKey Typ 2
pt: 2 x Tecla Retrocesso Rápido Tipo 2
sk: 2 x Rýchlo späť tlačítko Typ 2

source: Long FastBackwardKey
es: Tecla Retroceso Rápido Prolongada
fi: Pitkä taaksepäinkelaus
it: Tasto lungo indietro veloce
lt: Ilgas '<<' paspaudimas
pt: Tecla Retrocesso Rápido Prolongada
sk: Dlhé tlačidlo rýchlospäť

source: Long FastBackwardKey Type 2
es: Tecla Retroceso Rápido largo Tipo 2
fi: Pitkä taaksepäinkelaus tyyppi 2
it: Tasto lungo indietro veloce tipo 2
lt: Ilgas '<<' paspaudimas 2
pt: Tecla Retrocesso Rápido Longo Tipo 2
sk: Dlhé Rýchlo späť tlačítko Typ 2

source: yes, extended
es: sí, extendido
fi: kyllä, laajennettu
it: sì, esteso
lt: taip, išplėstas
pl: tak, rozszerzony
pt: sim, extendido
sk: áno, rozšírené

source: Console normal
es: Consola normal
fi: Normaali konsoli
it: Console normale
lt: Konsolė
pl: Konsola działa normalnie
pt: Consola normal
sk: Bežná konzola

source: Logfile extensive
es: Archivo de log extenso
fi: Laajennettu lokitiedosto
it: File di registro esteso
lt: Išsamus žurnalas
pl: Plik dziennika
pt: Arquivo de log extenso
sk: Rozsiahly log súbor

source: Logfile normal
es: Archivo de log normal
fi: Normaali lokitiedosto
it: File di registro normale
lt: Normalus žurnalas
pl: Normalny plik dziennika
pt: Arquivo de log normal
sk: Normálny log súbor

source: disabled
es: deshabilitado
fi: pois päältä
it: disabilitato
lt: išjungta
pl: wyłączony
pt: desligado
sk: zakázané

source: Radio
lt: Radijas
pt: Rádio
sk: Rádio

source: Radio+Media
lt: Radijas+multimedija
pt: Rádio + Mídia
sk: Rádio+Média

source: TV+Radio
lt: TV+radijas
pt: TV+Rádio
sk: TV+Rádio

source: TV+Radio+Media
lt: TV+radijas+multimedija
pt: TV+Rádio+Mídia
sk: TV+Rádio+Média

source: TV (full)
es: TV (completo)
fi: TV (täysi)
it: TV (completo)
lt: TV (visas)
pl: TV (pełny)
pt: TV (completo)
sk: TV (plný)

source: normal (full)
es: normal (completo)
fi: normaali (täysi)
it: normale (completo)
lt: įprastas (visas)
pl: normalny (pełny)
pt: normal (completo)
sk: normálne (plné)

source: trimmed (black)
es: ajustado (negro)
fi: säädetty (musta)
it: profilati (nero)
lt: apkirpta (juodas)
pl: przycięty (czarny)
pt: ajustado (preto)
sk: zdobené (čierna)

source: trimmed (transparent)
es: ajustado (transparente)
fi: säädetty (läpinäkyvä)
it: profilati (trasparenti)
lt: apkirpta (skaidrus)
pl: Zablokowany (przeźroczysty)
pt: ajustado (transparente)
sk: zdobené (priehľadné)

source: MUTE or defined Keys
es: Silencio o teclas definidas
fi: Mykistä, tai määritelty painike
it: MUTE o tasti definiti
lt: 'MUTE', arba priskirti mygtukai
pl: Wyciszenie lub zdefiniowane klawisze
pt: MUTE ou teclas definidas
sk: ZTLM alebo definuj kľúče

source: any Key
es: cualquier Tecla
fi: mikä tahansa painike
it: qualsiasi tasto
lt: bet kuris mygtukas
pl: dowolny klucz
pt: qualquer Chave
sk: ľubovoľnú klávesu

source: Info
lt: Informacija

source: Time+Info
es: Hora+Info
fi: Aika+Info
it: Orario+Info
lt: Laikas+informacija
pl: Czas+Info
pt: Hora+Info
sk: Čas+Info

source: Time+Duration+Info
es: Hora+Duración+Info
fi: Aika+Kesto+Info
it: Orario+Durata+Info
lt: Laikas+trukmė+informacija
pl: Czas+Długość+Info
pt: Hora+Duração+Info
sk: Čas+Trvanie+Info

source: Time+Length+Info
es: Hora+Duración+Info
fi: Aika+Pituus+Info
it: Orario+Durata+Info
lt: Laikas+ilgis+informacija
pl: Czas+Długość+Info
pt: Hora+Duração+Info
sk: Čas+Dĺžka+Info

source: half left
es: mitad izquierda
it: metà sinistra
lt: pusiau kairėn
pl: połowa w lewo
pt: metade esquerda
sk: polovica vľavo

source: half right
es: mitad derecha
it: metà destra
lt: pusiau dešinėn
pl: pół w prawo
pt: metade direita
sk: polovica vpravo

source: Frame x2
es: Marco x2
fi: Kehys x2
it: Riquadro x2
lt: Rėmelis x2
pl: Rama x2
pt: Quadro x2
sk: Rámček x2

source: Line
es: Línea
it: Linea
lt: Eilutė
pl: Linia
pt: Linha
sk: Riadok

source: no Bar
es: sin Barra
fi: ei Palkkia
it: no barra
lt: be juostos
pl: bez Paska
pt: sem Barra
sk: žiadny bar

source: no Frame
es: sin Marco
fi: ei Reunusta
it: no riquadro
lt: be rėmelio
pl: brak ramki
pt: sem orla
sk: žiadny Rámček

source: Gradient
es: Gradiente
fi: Liukuväri
it: Gradiente
lt: Gradientas
pt: Gradiente
sk: Spád

source: Shadow Edges
es: Bordes de Sombra
fi: Varjostetut reunat
it: Bordi ombrati
lt: Tamsinti kraštus
pl: Krawędzie cienia
pt: Margens de Sombra
sk: Hrany tieňa

source: Normal
fi: Normaali
it: Normale
lt: Normalus
pl: Normalny
sk: Normalne

source: Picon+Position below
es: Picon+Posición debajo
fi: Picon+Positio alla
it: Picon+Posizione sotto
lt: Piktograma+pozicija žemiau
pl: Pikona+Pozycja obok
pt: Picon+Posição abaixo
sk: Picon+Pozícia pod

source: Picon+Position left
es: Picon+Posición izquierda
fi: Picon+Positio vasemmalla
it: Picon+Posizione sinistra
lt: Piktograma+pozicija kairėje
pl: Pikona+Pozycja lewa
pt: Picon+Posição esquerda
sk: Picon+Pozícia vľavo

source: Picon+Position right
es: Picon+Posición derecha
fi: Picon+Positio oikealla
it: Picon+Posizione destra
lt: Piktograma+pozicija dešinėje
pl: Pikona+pozycjia prawa
pt: Picon+Posição direita
sk: Picon+Pozícia vpravo

source: Position
es: Posición
fi: Sijainti
it: Posizione
lt: Padėtis
pl: Pozycja
pt: Posição
sk: Umiestnenie

source: Name
es: Nombre
fi: Nimi
it: Nome
lt: Pavadinimas
pl: Nazwa
pt: Nome
sk: Meno

source: Offline
es: Desconectado
fi: Ei yhteyttä
lt: Atsijungus
pl: Rozłącz
pt: Desconetado
sk: Vypnuté

source: Online
es: Conectado
fi: Verkkoyhteys
lt: Prisijungus
pt: Conetado
sk: Aktívný

source: Online+Offline
es: Conectado+Desconectado
fi: Päällä ja pois päältä
lt: Prisijungus+atsijungus
pt: Conetado+Desconetado
sk: Aktívný+Neaktívny

source: only use Timer
es: usar sólo Temporizador
fi: vain ajastimen käyttö
it: utilizzare solo Timer
lt: naudoti tik laikmatį
pl: używaj tylko Timera
pt: usar só Temporizador
sk: len použitý časovač

source: use lead-time
es: usar hora principal
fi: käytä aloitusaikaa
it: utilizzare lasso di tempo
lt: naudoti įvado laiką
pl: użyj czasu realizacji
pt: usar hora principal
sk: použiť čas dodania

source: no total Timer
es: sin Temporizador completo
fi: ei koko ajastusta
it: no Timer totale
lt: be galutinio laikmačio
pl: brak całkowitego Timera
pt: sem Timer completo
sk: žiaden celkový časovač

source: show total Timer
es: mostrar Temporizador completo
fi: näytä koko ajastus
it: visualizza timer totale
lt: rodyti galutinį laikmatį
pt: mostrar Temporizador completo
sk: zobraz celkový časovač

source: one line
es: una línea
fi: yksi rivi
it: una riga
lt: viena eilutė
pl: jedna linia
pt: uma linha
sk: jeden riadok

source: two lines
es: dos líneas
fi: kaksi riviä
it: due linee
lt: dvi eilutės
pl: dwa numery
pt: duas linhas
sk: dva riadky

source: Memory available
es: Memoria disponible
fi: Muistia saatavilla
it: Memoria disponibile
lt: Prieinama atmintis
pl: Dostępna pamięć
pt: Memória disponível
sk: Dostupná pamäť

source: Memory free
es: Memoria libre
fi: Muistia vapaana
it: Memoria libera
lt: Laisva atmintis
pl: Bez pamięci
pt: Memória livre
sk: Voľná pamäť

source: full Screen
es: a toda pantalla
fi: kokonäyttö
it: display intero
lt: visas ekranas
pl: pełny ekran
pt: ecrã completo
sk: na celú obrazovku

source: TV+OSD
lt: TV+Ekrano meniu

source: yes except records
es: sí, excepto grabaciones
fi: kyllä, paitsi tiedot
it: sì tranne registrazioni
lt: taip, išskyrus įrašus
pl: tak, z wyjątkiem zapisów
pt: sim, excepto gravações
sk: áno okrem nahrávok

source: E
fi: Itä
lt: R
sk: V

source: ENE
fi: Itäkoillinen
lt: RŠR
sk: VSV

source: ESE
fi: Itäkaakko
lt: RPR
sk: VJV

source: N
fi: Pohjoinen
lt: Š
sk: S

source: NE
fi: Koillinen
lt: ŠR
sk: SV

source: NNE
fi: Pohjoiskoillinen
lt: ŠŠR
sk: SSV

source: NNW
es: NNO
fi: Pohjoisluode
it: NNO
lt: ŠŠV
pt: NNO
sk: SSZ

source: NW
es: NO
fi: Luode
it: NO
lt: ŠV
pt: NO
sk: SZ

source: S
fi: Etelä
lt: P
sk: J

source: SE
fi: Kaakko
lt: PR
sk: JV

source: SSE
fi: Eteläkaakko
lt: PPR
sk: JJV

source: SSW
es: SSO
fi: Etelälounas
it: SSO
lt: PPV
pl: ZZW
pt: SSO
sk: JJZ

source: SW
es: SO
fi: Lounas
it: SO
lt: PV
pl: SW: Miesięczne archiwa
pt: SO
sk: JZ

source: W
es: O
fi: Länsi
it: O
lt: V
pt: O
sk: Z

source: WNW
es: ONO
fi: Länsiluode
it: ONO
lt: VŠV
pl: WNW (WNW)
pt: ONO
sk: ZSZ

source: WSW
es: OSO
fi: Länsiluode
it: OSO
lt: VPV
pt: OSO
sk: ZJZ

source: %d.%m.%y %H:%M:%S
lt: %y.%m.%d %H:%M:%S

source: %d-%b-%Y
lt: %Y-%b-%d

source: Load Active Config-File
es: Cargar Archivo de Configuración Activo
fi: Lataa aktiivinen asetustiedosto
it: Carica file di configurazione attivo
lt: Įkelti aktyvų konfigūracijos failą
pl: Załaduj aktywny plik konfiguracyjny
pt: Carregar Arquivo de Configuração Ativo
sk: Nahraj aktívny konfig. súbor

source: Load Defaults / Empty Config
es: Cargar por defecto / Configuración vacía
fi: Lataa oletukset / Tyhjennä konfiguraatio
it: Carica predefiniti/Configurazione vuota
lt: Atkurti numatytas reikšmes / Valyti konfigūraciją
pl: Załaduj ustawienia domyślne / pusta konfiguracja
pt: Carregar Padrões / Config vazia
sk: Načítať predvolené hodnoty / Prázdna konfigurácia

source: Save Config to File... (%s)
es: Salvar Configuración al Archivo...(%s)
fi: Tallenna tiedostoon... (%s)
it: Salva configurazione nel file... (%s)
lt: Išsaugoti nustatymus į failą... (%s)
pl: Zapis pliku konfiguracji do… (%s)
pt: Salvar Configuração no arquivo...(%s)
sk: Uložiť konfig do súboru... (%s)

source: Load File : %s
es: Cargar Archivo : %s
fi: Lataa tiedosto : %s
it: Carica il file: %s
lt: Įkelti failą : %s
pl: Załaduj plik : %s
pt: Carregar Arquivo : %s
sk: Nahraj súbor : %s

source: Delete File?
es: Borrar Archivo?
fi: Poista tiedosto?
it: Eliminare il file?
lt: Pašalinti failą?
pl: Usunąć plik?
pt: Apagar Ficheiro?
sk: Zmazať súbor?

source: deleted
es: borrado
fi: poistettu
it: eliminato
lt: pašalinta
pl: usunięte
pt: apagado
sk: zmazané

source: currently set : %s
es: ajuste actual : %s
fi: nyt asetettu : %s
it: impostato attualmente: %s
lt: dabar nustatyta: %s
pl: aktualnie ustawiony : %s
pt: ajuste atual : %s
sk: aktuálne nastavené : %s

source: Select
es: Valige
fi: Valitse
it: Selezionare
lt: Pasirinkite
pt: Selecionar

source: LCD4linux Settings
es: Ajustes de LCD4linux
fi: LCD4linux Asetukset
it: LCD4linux impostazioni
lt: LCD4linux nustatymai
pl: Ustawienia LCD4linux
pt: Definições do LCD4linux
sk: LCD4linux nastavenie

source: Menu
es: Menüü
fi: Valikko
lt: Meniu

source: Cancel
es: Cancelar
fi: Peruuta
it: Annulla
lt: Atšaukti
pl: Anuluj
pt: Cancelar
sk: Zrušiť

source: Save
es: Salvar
fi: Tallenna
it: Salva
lt: Išsaugoti
pl: Zapisz
pt: Salvar
sk: Uložiť

source: Restart Displays
es: Reiniciar Pantallas
fi: Käynnistä näytöt uudelleen
it: Riavvia LCD
lt: Paleisti iš naujo
pl: Restart wyświetlaczy
pt: Reiniciar Ecrãs
sk: Reštart zobrazovačov

source: Set On >>
es: Ir a On >>
fi: Aseta Päällä >>
it: Imposta On >>
lt: Įjungtas >>
pl: Ustaw na >>
pt: Def On >>
sk: Nastaviť On >>

source: no LCD1 Picture-File
es: no hay Archivo de Imagen de LCD1
fi: ei LCD1 -kuvatiedostoa
it: no LCD1 Tema-File
lt: nėra LCD 1 vaizdo failo
pl: Brak pliku obrazu LCD1
pt: não existe Arquivo de Imagem de LCD1
sk: žiadne LCD1 Obrazkové data

source: no LCD2 Picture-File
es: no hay Archivo de Imagen de LCD2
fi: ei LCD2 -kuvatiedostoa
it: no LCD2 Tema-File
lt: nėra LCD 2 vaizdo failo
pl: Brak pliku obrazu LCD2
pt: não existe Arquivo de Imagem de LCD2
sk: žiadne LCD2 Obrazkové data

source: no LCD3 Picture-File
es: no hay Archivo de Imagen de LCD3
fi: ei LCD3 -kuvatiedostoa
it: no LCD3 Tema-File
lt: nėra LCD 3 vaizdo failo
pl: Brak pliku obrazu LCD3
pt: não existe Arquivo de Imagem de LCD
sk: žiadne LCD3 Obrazkové data

source: LCD4linux enabled
es: LCD4linux activado
fi: LCD4linux päällä
it: LCD4linux abilitato
lt: ĮJUNGTI LCD4linux
pl: LCD4linux włączony
pt: LCD4linux ativado
sk: LCD4linux povolené

source: LCD 1 Type
es: Tipo LCD 1
fi: LCD 1 Tyyppi
it: LCD 1 tipo
lt: LCD 1 tipas
pl: Typ LCD 1
pt: Tipo LCD 1
sk: LCD 1 Typ

source: - LCD 1 Rotate
es: - Rotar LCD 1
fi: - LCD 1 Kierto
it: - LCD 1 ruotare
lt: - LCD 1 pasukti
pl: - LCD 1 Obrót
pt: - Rodar LCD 1
sk: - LCD 1 otočiť

source: - LCD 1 Background Color
es: - Color de Fondo LCD 1
fi: - LCD 1 Taustaväri
it: - LCD 1 colore sfondo
lt: - LCD 1 fono spalva
pl: - Kolor tła LCD 1
pt: - Cor de Fundo LCD 1
sk: - LCD 1 farba pozadia

source: - LCD 1 Background-Picture [ok]>
es: - Fondo-Imagen LCD 1 [ok]>
fi: - LCD 1 Taustakuva [ok]>
it: - LCD 1 tema sfondo [OK] >
lt: - LCD 1 fono paveikslėlis [Ok]>
pl: -LCD 1 obraz tła [ok]>
pt: - Fundo-Imagem LCD 1 [OK]>
sk: - LCD 1 obrázok pozadia [ok]>

source: - LCD 1 Brightness
es: - Brillo LCD 1
fi: - LCD 1 Kirkkaus
it: - LCD 1 luminosità
lt: - LCD 1 šviesumas
pl: - LCD 1 Jasność
pt: - Brilho LCD 1
sk: - LCD 1 Jas

source: - LCD 1 Night Reduction
es: - Reducción Nocturna LCD 1
fi: - LCD 1 Yövalaistus
it: - LCD 1 riduzione notturna
lt: - LCD 1 pritemdymas nakčiai
pl: - LCD 1 Redukcja nocna
pt: - Redução Noturna LCD 1
sk: - LCD 1 Nočná redukcia

source: - LCD 1 Refresh
es: - Refrescar LCD 1
fi: - LCD 1 Virkistys
it: - LCD 1 aggiornamento
lt: - LCD 1 atnaujinti
pl: - LCD 1 Odświeżanie
pt: - Refrescar LCD 1
sk: - LCD 1 obnova

source: LCD 2 Type
es: Tipo LCD 2
fi: LCD 2 Tyyppi
it: LCD 2 tipo
lt: LCD 2 tipas
pl: Typ LCD 2
pt: Tipo LCD 2
sk: LCD 2 Typ

source: - LCD 2 Rotate
es: - Rotar LCD 2
fi: - LCD 2 Kierto
it: - LCD 2 ruotare
lt: - LCD 2 pasukti
pl: - LCD 2 Obrót
pt: - Rodar LCD 2
sk: - LCD 2 otočiť

source: - LCD 2 Background Color
es: - Color de Fondo LCD 2
fi: - LCD 2 Taustaväri
it: - LCD 2 colore sfondo
lt: - LCD 2 fono spalva
pl: - Kolor tła LCD 2
pt: - Cor de Fundo LCD 2
sk: - LCD 2 farba pozadia

source: - LCD 2 Background-Picture [ok]>
es: - Fondo-Imagen LCD 2 [ok]>
fi: - LCD 2 Taustakuva [ok]
it: - LCD 2 tema sfondo [OK] >
lt: - LCD 2 fono paveikslėlis [Ok]>
pl: -LCD 2 obraz tła [ok]>
pt: - Fundo-Imagem LCD 2 [OK]>
sk: - LCD 2 obrázok pozadia [ok]>

source: - LCD 2 Brightness
es: - Brillo LCD 2
fi: - LCD 2 Kirkkaus
it: - LCD 2 luminosità
lt: - LCD 2 šviesumas
pl: - LCD 2 Jasność
pt: - Brilho LCD 2
sk: - LCD 2 Jas

source: - LCD 2 Night Reduction
es: - Reducción Nocturna LCD 2
fi: - LCD 2 Yövalaistus
it: - LCD 2 riduzione notturna
lt: - LCD 2 pritemdymas nakčiai
pl: - LCD 2 Redukcja nocna
pt: - Redução Noturna LCD 2
sk: - LCD 2 Nočná redukcia

source: - LCD 2 Refresh
es: - Refrescar LCD 2
fi: - LCD 2 Virkistys
it: - LCD 2 aggiornamento
lt: - LCD 2 atnaujinti
pl: - LCD 2 Odświeżanie
pt: - Refrescar LCD 2
sk: - LCD 2 obnova

source: LCD 3 Type
es: Tipo LCD 3
fi: LCD 3 Tyyppi
it: LCD 3 tipo
lt: LCD 3 tipas
pl: Typ LCD 3
pt: Tipo LCD 3
sk: LCD 3 Typ

source: - LCD 3 Rotate
es: - Rotar LCD 3
fi: - LCD 3 Kierto
it: - LCD 3 ruotare
lt: - LCD 3 pasukti
pl: - LCD 3 Obróć
pt: - Rodar LCD 3
sk: - LCD 3 otočiť

source: - LCD 3 Background Color
es: - Color de Fondo LCD 3
fi: - LCD 3 Taustaväri
it: - LCD 3 colore sfondo
lt: - LCD 3 fono spalva
pl: - LCD 3 Kolor tła
pt: - Cor de Fundo LCD 3
sk: - LCD 3 farba pozadia

source: - LCD 3 Background-Picture [ok]>
es: - Fondo-Imagen LCD 3 [ok]>
fi: - LCD 3 Taustakuva [ok]
it: - LCD 3 tema sfondo [OK] >
lt: - LCD 3 fono paveikslėlis [Ok]>
pl: -LCD 3 obraz tła [ok]>
pt: - Fundo-Imagem LCD 3 [OK]>
sk: - LCD 3 obrázok pozadia [ok]>

source: - LCD 3 Brightness
es: - Brillo LCD 3
fi: - LCD 3 Kirkkaus
it: - LCD 3 luminosità
lt: - LCD 3 šviesumas
pl: - LCD 3 Jasność
pt: - Brilho LCD 3
sk: - LCD 3 Jas

source: - LCD 3 Night Reduction
es: - Reducción Nocturna LCD 3
fi: - LCD 3 Yövalaistus
it: - LCD 3 riduzione notturna
lt: - LCD 3 pritemdymas nakčiai
pl: - LCD 3 Redukcja nocna
pt: - Redução Noturna LCD 3
sk: - LCD 3 Nočná redukcia

source: - LCD 3 Refresh
es: - Refrescar LCD 3
fi: - LCD 3 Virkistys
it: - LCD 3 aggiornamento
lt: - LCD 3 atnaujinti
pl: - LCD 3 Odświeżanie
pt: - Refrescar LCD 3
sk: - LCD 3 obnova

source: Box-Skin-LCD Dimension
es: Tamaño LCD Box-Skin
fi: VDF-näytön mitat
it: Box-Skin-LCD dimensioni
lt: Aparato LCD matmenys
pt: Box-Skin-LCD Tamanho
sk: Box-Skin-LCD rozmery

source: Box-Skin-LCD Offset
fi: VDF-näyttön poikkeama
lt: Aparato LCD poslinkis
pt: Box-Skin-LCD Desvio
sk: Box-Skin-LCD Ofset
