Repository: MrServo/oe-alliance-plugins
Catalog: LCD4linux/po/*.po
Languages: es, fi, it, lt, pl, pt, sk

source: Module 2+4
es: Módulos 2+4
fi: Moduli 2+4
it: Modulo 2+4
lt: Moduliai 2+4
pl: Moduł 2+4
pt: Módulos 2+4
sk: Modul 2+4

source: Module 2-6
es: Módulo 2-6
fi: Moduli 2+6
it: Modulo 2-6
lt: Moduliai 2-6
pl: Moduł 2-6
pt: Módulo 2-6
sk: Modul 2-6

source: Module 3
es: Módulo 3
fi: Moduli 3
it: Modulo 3
lt: Modulis 3
pl: Moduł 3
pt: Módulo 3
sk: Modul 3

source: Module 3+4
es: Módulos 3+4
fi: Moduli 3+4
it: Modulo 3+4
lt: Moduliai 3+4
pl: Moduł 3+4
pt: Módulos 3+4
sk: Modul 3+4

source: Module 3-6
es: Módulo 3-6
fi: Moduli 3-6
it: Modulo 3-6
lt: Moduliai 3-6
pl: Moduł 3-6
pt: Módulo 3-6
sk: Modul 3-6

source: Module 4
es: Módulo 4
fi: Moduli 4
it: Modulo 4
lt: Modulis 4
pl: Moduł 4
pt: Módulo 4
sk: Modul 4

source: Module 4-6
es: Módulo 4-6
fi: Moduli 4-6
it: Modulo 4-6
lt: Moduliai 4-6
pl: Moduł 4-6
pt: Módulo 4-6
sk: Modul 4-6

source: Module 5
es: Módulo 5
fi: Moduli 5
it: Modulo 5
lt: Modulis 5
pl: Moduł 5
pt: Módulo 5
sk: Modul 5

source: Module 5-6
es: Módulo 5-6
fi: Moduli 5-6
it: Modulo 5-6
lt: Moduliai 5-6
pl: Moduł 5-6
pt: Módulo 5-6
sk: Modul 5-6

source: Module 6
es: Módulo 6
fi: Moduli 6
it: Modulo 6
lt: Modulis 6
pl: Moduł 6
pt: Módulo 6
sk: Modul 6

source: userdefined
es: definido por el usuario
fi: käyttäjän valitsema
it: definito dall'utente
lt: pasirinktas
pl: zdefiniowany przez użytkownika
pt: definido pelo usuário
sk: definované užívateľom

source: Bar
es: Pre
fi: Palkki
it: Barra
lt: Juosta
pl: Pasek
pt: Pre
sk: Stĺpec

source: Bar+Value
es: Pre+Valor
fi: Palkki+Arvo
it: Barra+Valore
lt: Juosta + reikšmė
pl: Pasek+Wartość
pt: Pre+Valor
sk: Stĺpec+hodnota

source: Knob
fi: Nuppi
it: Percepita
lt: Mygtukas
pl: Pokrętło
pt: Botão
sk: Tlačidlo

source: Knob+Value
es: Knob+Valor
fi: Nuppi+Arvo
it: Percepita+Valore
lt: Mygtukas+skaitmuo
pl: Pokrętło+Wartość
pt: Botão+Valor
sk: Tlačidlo+hodnota

source: Analog
es: Analógico
fi: Analoginen
it: Analogico
lt: Analoginis
pt: Analógico
sk: Analógové

source: Analog+Date
es: Analógico+Fecha
fi: Analoginen+Päivämäärä
it: Analogico+Data
lt: Analoginis+data
pl: Analogowy+Data
pt: Analógico+Data
sk: Analógové+dátum

source: Analog+Date+Weekday
es: Analógico+Fecha+Día de la Semana
fi: Analoginen+Päivämäärä+Viikonpäivä
it: Analogico+Data+Giorno feriale
lt: Analoginis +data+savaitės diena
pl: Analogowy+Data+Dzień tygodnia
pt: Analógico+Data+Dia da Semana
sk: Analógové+dátum+deň týždňa

source: Analog+Date+Weekday 2
es: Analógico+Fecha+Día de la Semana 2
fi: Analoginen+Päivämäärä+Viikonpäivä 2
it: Analogico+Data+Giorno feriale 2
lt: Analoginis+data+savaitės diena 2
pl: Analogowy+Data+2 dzień tygodnia
pt: Analógico+Data+Dia da Semana 2
sk: Analógové+dátum+deň týždňa 2

source: Date
es: Fecha
fi: Päivämäärä
it: Data
lt: Data
pl: Data
pt: Data
sk: Dátum

source: Date+Time
es: Fecha+Hora
fi: Päivämäärä+Aika
it: Data+Ora
lt: Data+laikas
pl: Data+Czas
pt: Data+Hora
sk: Dátum+čas

source: Date+Time+Weekday
es: Fecha+Hora+Día de la Semana
fi: Päivämäärä+Aika+Viikonpäivä
it: Data+Ora+Giorni feriali
lt: Data+laikas+savaitės diena
pl: Data+Czas+Dzień tygodnia
pt: Data+Hora+Dia da Semana
sk: Dátum+čas+deň týždňa

source: Flaps Design Date
es: Diseño Etiqueta Fecha
fi: "Läppä"-mallinen päivämäärä
it: Data di progettazione dei lembi
lt: Datos dizainas
pl: Klapy Data projektu
pt: Data no Desenho Flaps
sk: Dátum návrhu klapiek

source: Flaps Design Weekday
es: Diseño Etiqueta Dia de la Semana
fi: "Läppä"-mallinen viikonpäivä
it: Design dei lembi nei giorni feriali
lt: Savaitės dienos dizainas
pl: Klapy Dzień tygodnia projektu
pt: Dia da Semana no Desenho Flaps
sk: Návrh klapiek vo všedný deň

source: Time
es: Hora
fi: Aika
it: Ora
lt: Laikas
pl: Czas
pt: Hora
sk: Čas

source: Time+Weekday
es: Hora+Día de la Semana
fi: Aika+Viikonpäivä
it: Orario+Giorni feriali
lt: Laikas+savaitės diena
pl: Czas+Dzień tygodnia
pt: Hora+Dia da Semana
sk: Čas+Deň týždňa

source: Weekday
es: Día de la Semana
fi: Viikonpäivä
it: Feriale
lt: Savaitės diena
pl: Dzień tygodnia
pt: Dia da Semana
sk: Deň týždňa

source: center
es: centro
fi: keskellä
it: centro
lt: centras
pl: środek
pt: centro
sk: vycentrovať

source: left
es: izquierda
fi: vasen
it: sinistra
lt: kairė
pl: lewo
pt: esquerda
sk: ľavý

source: right
es: derecha
fi: oikea
it: destra
lt: dešinė
pl: prawo
pt: direita
sk: vpravo

source: Extended
es: Extendido
fi: Laajennettu
it: Esteso
lt: Išplėstinis
pl: Rozszerzony
pt: Extendido
sk: Rozšírený

source: Extended (Short)
es: Extendido (Corto)
fi: Laajennettu (lyhyt)
it: Esteso (breve)
lt: Išplėstinis (trumpas)
pl: Rozszerzony (Krótkometrażowy)
pt: Extendido (Curto)
sk: Rozšírený (menej info)

source: Short
es: Corto
fi: Lyhyt
it: Breve
lt: Trumpas
pl: Krótkie
pt: Curto
sk: Krátky

source: Short (Extended)
es: Corto (Extendido)
fi: Lyhyt (laajennettu)
it: Breve (esteso)
lt: Trumpas (išplėstinis)
pl: Krótki (Rozszerzony)
pt: Curto (Extendido)
sk: Krátky(rozširený)

source: Short+Extended
es: Corto+Extendido
fi: Lyhyt+Laajennettu
it: Breve+Esteso
lt: Trumpas+išplėstinis
pt: Curto+Extendido
sk: Krátky+rozšírený

source: Month
es: Mes
fi: Kuukausi
it: Mese
lt: Mėnuo
pl: Miesiąc
pt: Mês
sk: Mesiac

source: Month+Header
es: Mes+Cabecera
fi: Kuukausi+Otsikko
it: Mese+Intestazione
lt: Mėnuo+antraštė
pl: Miesiąc+Nagłówek
pt: Mes+Cabeçalho
sk: Mesiac+hlavička

source: Week
es: Semana
fi: Viikko
it: Settimana
lt: Savaitė
pl: Tydzien
pt: Semana
sk: Týždeň

source: Week+Header
es: Semana+Cabecera
fi: Viikko+Otsikko
it: Settimana+Intestazione
lt: Savaitė+antraštė
pl: Tydzień + nagłówek
pt: Semana+Cabeçalho
sk: Týždeň+Hlavička

source: no Calendar
es: sin Calendario
fi: ei Kalenteria
it: no calendario
lt: be kalendoriaus
pl: brak kalendarza
pt: sem Calendário
sk: žiaden kalendár

source: Dates 1 Line
es: Fechas 1 Línea
fi: Päivämäärät: 1 rivi
it: Appuntamenti 1 linea
lt: Datos 1 eilutė
pl: Daty 1 Linia
pt: Datas 1 Linha
sk: Dátum 1 riadok

source: Dates 3 Lines
es: Fechas 3 Líneas
fi: Päivämäärät: 3 riviä
it: Appuntamenti 3 linee
lt: Datos 3 eilutės
pl: Daty 3 linie
pt: Datas 3 Linhas
sk: Dátum 3 riadky

source: Dates 5 Lines
es: Fechas 5 Líneas
fi: Päivämäärät: 5 riviä
it: Appuntamenti 5 linee
lt: Datos 5 eilutės
pl: Daty 5 linii
pt: Datas 5 Linhas
sk: Dátum 5 riadkov

source: Dates 9 Lines
es: Fechas 9 Líneas
fi: Päivämäärät: 9 riviä
it: Appuntamenti 9 linee
lt: Datos 9 eilutės
pl: Daty 9 linii
pt: Datas 9 Linhas
sk: Dátum 9 riadkov

source: Dates compact 2 Lines
es: Fechas compactas en 2 Líneas
fi: Päivämäärät: suppea, 2 riviä
it: Appuntamenti compatto 2 linee
lt: Datos glaustai 2 eilutės
pl: Daty 2 linie kompaktowe
pt: Datas compatas en 2 Linhas
sk: Kompaktné dátumy 2 riadky

source: Dates compact 3 Lines
es: Fechas compactas en 3 Líneas
fi: Päivämäärät: suppea, 3 riviä
it: Appuntamenti compatto 3 linee
lt: Datos glaustai 3 eilutės
pl: Daty 3 linie kompaktowe
pt: Datas compatas en 3 Linhas
sk: Kompaktné dátumy 3 riadky

source: no Dates
es: sin Fechas
fi: ei Päivämääriä
it: no data
lt: be datų
pl: brak dat
pt: sem Datas
sk: žiadne termíny

source: Underline
es: Debajo de Línea
fi: Alleviiva
it: Sottolineato
lt: Pabraukti
pl: Podkreślenie
pt: Sublinhado
sk: Podčiarknutie

source: Underline 2
es: Debajo de Línea 2
fi: Alleviiva 2
it: Sottolineato 2
lt: Pabraukti 2
pl: Podkreślenie 2
pt: Sublinhado 2
sk: Podčiarknutie 2

source: Frame
es: Marco
fi: Kehys
it: Riquadro
lt: Rėmelis
pl: Ramka
pt: Quadro
sk: Rámček

source: Dates
es: Fechas
fi: Päivämäärät
it: Appuntamenti
lt: Datos
pl: Daty
pt: Datas
sk: Dátumy

source: Dates compact
es: Fechas compactas
fi: Päivämäärät: suppea
it: Appuntamenti compatto
lt: Datos glaustai
pl: Daty kompaktowe
pt: Datas compatas
sk: Kompaktné dátumy

source: Dates compact no Icon
es: Fechas compactas sin icono
fi: Päivämäärät: suppea, ei ikonia
it: Appuntamenti compatto no icona
lt: Datos glaustai be piktogramų
pl: Prosta data bez ikon
pt: Datas compatas sem Icon
sk: Kompaktné dátumy bez ikon

source: Dates no Icon
es: Fechas sin icono
fi: Päivämäärät: ei ikonia
it: Appuntamenti no icona
lt: Datos be piktogramų
pl: Daty i ikony
pt: Datas sem Icon
sk: Dátumy bez ikon

source: no Icon
es: sin Icono
fi: ei Ikonia
it: no icona
lt: be piktogramos
pl: brak ikony
pt: sem Icons
sk: žiadna ikona

source: no Icon, with Targetnumber
es: sin Icono, con Número de Destino
fi: ei ikonia, kohdenumeroiden kanssa
it: no icona, con numero di destinazione
lt: be piktogramos, su užduoties numeriu
pl: bez ikony, z numerem docelowym
pt: sem Icon, com Número de Destino
sk: žiadna ikona, s cieľovým počtom

source: with Icon
es: con Icono
fi: ikonin kanssa
it: con icona
lt: su piktograma
pl: z ikoną
pt: com Icon
sk: s ikonou

source: with Icon & Targetnumber
es: con Icono & Número de Destino
fi: ikonin ja kohdenumeron kanssa
it: con icona e numero di destinazione
lt: su piktograma ir užduoties numeriu
pl: z ikoną i numerem docelowym
pt: com Icono & Número de Destino
sk: s ikonou & cieľové číslo

source: C + rpm
lt: °C + apsukos
pl: C + obr
sk: C + otáčky

source: C + rpm/2
lt: °C + apsukos 2
pl: C + obr/2
sk: C + otáčky/2

source: rpm
lt: aps/min
pl: obr
sk: otáčky

source: rpm/2
lt: aps./min. 2
sk: otáčky/2

source: no
fi: ei
lt: ne
pl: nie
pt: não
sk: nie

source: Load@1min
fi: Kuorma@1min
it: Carica@1min
lt: Apkrova@1min
pl: Ładuj@1 min.

source: Load@5min
fi: Kuorma@5min
it: Carica@5min
lt: Apkrova@5min
pl: Ładuj@5 min.

source: show run
es: mostrar carrera
fi: näytä käynnissä
it: visualizza esecuzione
lt: rodyti paleistį
pl: Pokaż uruchomione
pt: mostrar execução
sk: zobraz aktívne

source: show run+sleep
es: mostrar carrera+sueño
fi: näytä käynnissä+lepotilassa
it: visualizza esecuzione+standby
lt: rodyti paleistį+budėjimą
pl: pokaż uruchom+uśpij
pt: mostrar execução+repouso
sk: zobraz aktívne+čakajúce

source: Always All
es: Siempre Todo
fi: Aina kaikki
it: Sempre tutto
lt: Visada visi
pl: Zawsze wszystko
pt: Sempre Tudo
sk: Vždy všetko

source: Always New
es: Siempre lo Nuevo
fi: Aina uusin
it: Sempre nuovo
lt: Visada nauji
pl: Zawsze nowy
pt: Sempre Novo
sk: Vždy nové

source: Only New
es: Sólo lo Nuevo
fi: Vain uusin
it: Solo nuovo
lt: Tik naujus
pl: Tylko nowy
pt: Só os Novos
sk: Len nové

source: All Informations
es: Todas las Informaciones
fi: Kaikki tiedot
it: Tutte le informazioni
lt: Visa Informacija
pl: Wszystkie informacje
pt: Todas as Informações
sk: Všetky Informácie

source: Distance only
es: solo distancia
fi: Vain etäisyys
it: Solo distanza
lt: Tik Atstumas
pl: Tylko odległość
pt: Distância apenas
sk: Len Vzdialenosť

source: Distance+Illumination
es: Distancia+Iluminación
fi: Etäisyys + valaistu %
it: Distanza+Illuminazione
lt: Atstumas+Apšvietimas
pl: Odległość+oświetlenie
pt: Distância+Iluminação
sk: Vzdialenosť+Osvetlenie

source: Distance+Moonphase
es: Distancia+Fase lunar
fi: Etäisyys + kuuvaihe
it: Distanza+Fase lunare
lt: Atstumas+Mėnulio fazė
pl: Odległość + faza księżyca
pt: Distância + Fases da Lua
sk: Vzdialenosť+Fáza mesiaca

source: Illumination only
es: solo Iluminación
fi: Vain valaistu %
it: Solo illuminazione
lt: Tik Apšvietimas
pl: Tylko podświetlenie
pt: Iluminação apenas
sk: Len Osvetlenie

source: Illumination+Moonphase
es: Iluminación+Fase lunar
fi: Valaistu % + kuuvaihe
it: Illuminazione+Fase lunare
lt: Apšvietimas+Mėnulio fazė
pl: Podświetlenie+faza księżyca
pt: Iluminação+Fase da Lua
sk: Osvetlenie+Fáza mesačná

source: Moonphase only
es: solo Fase lunar
fi: Vain kuuvaihe
it: Solo Fasi lunari
lt: Tik Mėnulio fazė
pl: Tylko tryb księżycowy
pt: Fase da lua apenas
sk: Len Fáza Mesiaca

source: Channel
es: Canal
fi: Kanava
it: Canale
lt: Kanalas
pl: Kanał
pt: Canal
sk: Kanál

source: Channel+Title
es: Canal+Título
fi: Kanava+Otsikko
it: Canale+Titolo
lt: Kanalas+pavadinimas
pl: Kanał+Tytuł
pt: Canal+Título
sk: Kanál+titulok

source: Picon+Channel
es: Picon+Canal
fi: Picon+Kanava
it: Picon+Canale
lt: Piktograma+kanalas
pl: Pikona+Kanał
pt: Picon+Canal
sk: Picon+kanál

source: Picon+Channel+Title
es: Picon+Canal+Título
fi: Picon+Kanava+Otsikko
it: Picon+Canale+Titolo
lt: Piktograma+kanalas+pavadinimas
pl: Pikona+Kanał+Tytuł
pt: Picon+Canal+Título
sk: Picon+kanál+titulok

source: Picon
lt: Piktograma

source: same color
es: el mismo color
fi: sama väri
it: stesso colore
lt: tos pačios spalvos
pl: ten sam kolor
pt: mesma cor
sk: rovnaká farba

source: transparent
es: transparente
fi: läpinäkyvä
it: trasparente
lt: skaidrus
pl: przejrzysty
pt: transparente
sk: prozorno

source: yes +25%
es: sí+25%
fi: kyllä +25%
it: sì + 25%
lt: taip +25%
pl: tak +25%
pt: sim+25%
sk: áno +25%

source: yes
es: sí
fi: kyllä
it: si
lt: taip
pl: tak
pt: sim
sk: áno

source: vertically
es: verticalmente
fi: vertikaalinen
it: verticale
lt: vertikaliai
pl: pionowo
pt: verticalmente
sk: zvislo

source: horizontally
es: horizontalmente
fi: horisontaalinen
it: orizzontale
lt: horizontaliai
pl: poziomo
pt: horizontalmente
sk: vodorovne

source: all
es: todo
fi: kaikki
it: tutti
lt: visi
pl: wszystkie
pt: tudo
sk: všetko

source: Corner
es: Esquina
fi: Kulma
it: Angolo
lt: Kampas
pl: Narożnik
pt: Esquina
sk: Roh

source: Corner+Timeshift
es: Esquina+Timeshift
fi: Kulma+Ajansiirto
it: Angolo+Timeshift
lt: Kampas+laiko poslinkis
pl: Narożnik+Timeshift
pt: Canto+Timeshift
sk: Roh + časový posun

source: Picon+Timeshift
fi: Picon+Ajansiirto
lt: Piktograma+laiko poslinkis
sk: Picon+Časový posun

source: only Progress Bar
es: sólo Barra de Progreso
fi: vain etenemispalkki
it: solo barra avanzamento
lt: tik eigos juosta
pl: tylko pasek postępu
pt: só Barra de Progreso
sk: len stĺpec priebehu

source: with Remaining Minutes
es: con Minutos Restantes
fi: jäljellä oleva aika minuutteina
it: con minuti restanti
lt: su likusiom minutėm
pl: z pozostałymi minutami
pt: com Minutos Restantes
sk: a zostávajúce minúty

source: with Remaining Minutes (Size 1.5)
es: con Minutos Restantes (Tamaño 1.5)
fi: jäljellä oleva aika minuutteina (Koko 1,5)
it: con minuti restanti (dimensione 1,5)
lt: su likusiom minutėm (dydis 1.5)
pl: z pozostałymi minutami (rozmiar 1.5)
pt: com Minutos Restantes (Tamanho 1.5)
sk: a zostávajúce minúty (veľkosť 1.5)

source: with Remaining Minutes (Size 2)
es: con Minutos Restantes (Tamaño 2)
fi: jäljellä oleva aika minuutteina (Koko 2)
it: con minuti restanti (dimensione 2)
lt: su likusiom minutėm (dydis 2)
pl: z pozostałymi minutami (rozmiar 2)
pt: com Minutos Restantes (Tamanho 2)
sk: a zostávajúce minúty (veľkosť 2)

source: with Percent
es: con Porcentaje
fi: prosentteina
it: con percentuale
lt: su procentais
pl: z procentem
pt: com Percentagem
sk: a percenta

source: with Percent (Size 1.5)
es: con Porcentaje (Tamaño 1.5)
fi: prosentteina (Koko 1,5)
it: con percentuale (dimensione 1,5)
lt: su procentais (dydis 1,5)
pl: z procentem (rozmiar 1.5)
pt: com Percentagem (tamanho 1.5)
sk: a percenta (veľkosť 1.5)

source: with Percent (Size 2)
es: con Porcentaje (Tamaño 2)
fi: prosentteina (Koko 2)
it: con percentuale (dimensione 2)
lt: su procentais (dydis 2)
pl: z procentem (rozmiar 2)
pt: con Percentagem (tamanho 2)
sk: a percenta (veľkosť 2)

source: with Remaining Minutes (above)
es: con Minutos Restantes (arriba)
fi: jäljellä oleva aika minuutteina (yläpuolella)
it: con minuti restanti (sopra)
lt: su likusiom minutėm (virš)
pl: z pozostałymi minutami (powyżej)
pt: com Minutos Restantes (acima)
sk: a zostávajúce minúty (nad)

source: with Remaining Minutes (above/Size 1.5)
es: con Minutos Restantes (arriba/Tamaño 1.5)
fi: jäljellä oleva aika minuutteina (Koko 1,5/yläpuolella)
it: con minuti restanti (sopra/dimensione 1,5)
lt: su likusiom minutėm (virš/dydis 1.5)
pl: z pozostałymi minutami (powyżej/rozmiar 1.5)
pt: com Minutos Restantes (acima/Tamanho 1.5)
sk: a zostávajúce minúty (nad/veľkosť 1.5)

source: with Remaining Minutes (above/Size 2)
es: con Minutos Restantes (arriba/Tamaño 2)
fi: jäljellä oleva aika minuutteina (Koko 2/yläpuolella)
it: con minuti restanti (sopra/dimensioni 2)
lt: su likusiom minutėm (virš/dydis 2)
pl: z pozostałymi minutami (powyżej/rozmiar 2)
pt: com Minutos Restantes (acima/Tamanho 2)
sk: a zostávajúce minúty (nad/veľkosť 2)

source: with Percent (above)
es: con Porcentaje (arriba)
fi: prosentteina (yläpuolella)
it: con percentuale (sopra)
lt: su procentais (virš)
pl: z procentem (powyżej)
pt: con Percentagem (acima)
sk: s percentami (nad)

source: with Percent (above/Size 1.5)
es: con Porcentaje (arriba/Tamaño 1.5)
fi: prosentteina (yläpuolella/Koko 1,5)
it: con percentuale (sopra/dimensione 1.5)
lt: su procentais (virš/dydis 1.5)
pl: z procentem (powyżej/rozmiar 1.5)
pt: com Percentagem (acima/Tamanho 1.5)
sk: s percentami (nad/veľkosť 1.5)

source: with Percent (above/Size 2)
es: con Porcentaje (arriba/Tamaño 2)
fi: prosentteina (yläpuolella/Koko 2)
it: con percentuale (sopra/dimensione 2)
lt: su procentais (virš/dydis 2)
pl: z procentem (powyżej/rozmiar 2)
pt: com Percentagem (acima/Tamanho 2)
sk: s percentami (nad/veľkosť 2)

source: with Remaining Minutes (below)
es: con Minutos Restantes (debajo)
fi: jäljellä oleva aika minuutteina (alapuolella)
it: con minuti restanti (sotto)
lt: su likusiom minutėm (žemiau)
pl: z pozostałymi minutami (poniżej)
pt: com Minutos Restantes (abaixo)
sk: a zostávajúce minúty (pod)

source: with Remaining Minutes (below/Size 1.5)
es: con Minutos Restantes (debajo/Tamaño 1.5)
fi: jäljellä oleva aika minuutteina (Koko 1,5/alapuolella)
it: con minuti restanti (sotto/dimensione 1,5)
lt: su likusiom minutėm (žemiau/dydis 1.5)
pl: z pozostałymi minutami (poniżej/rozmiar 1.5)
pt: com Minutos Restantes (abaixo/Tamanho 1.5)
sk: a zostávajúce minúty (pod/veľkosť 1.5)

source: with Remaining Minutes (below/Size 2)
es: con Minutos Restantes (debajo/Tamaño 2)
fi: jäljellä oleva aika minuutteina (Koko 2/alapuolella)
it: con minuti restanti (sotto/dimensione 2)
lt: su likusiom minutėm (žemiau/dydis 2)
pl: z pozostałymi minutami (poniżej/rozmiar 2)
pt: com Minutos Restantes (abaixo/Tamanho 2)
sk: a zostávajúce minúty (pod/veľkosť 2)

source: with Percent (below)
es: con Porcentaje (debajo)
fi: prosentteina (alapuolella)
it: con percentuale (sotto)
lt: su procentais (žemiau)
pl: z procentem (poniżej)
pt: con Percentagem (abaixo)
sk: s percentami (pod)

source: with Percent (below/Size 1.5)
es: con Porcentaje (debajo/Tamaño 1.5)
fi: prosentteina (alapuolella/Koko 1,5)
it: con percentuale (sotto/dimensione 1.5)
lt: su procentais (žemiau/dydis 1,5)
pl: z procentem (poniżej/rozmiar 1.5)
pt: com Percentagem (abaixo/Tamanho 1.5)
sk: s percentami (pod/veľkosť 1.5)

source: with Percent (below/Size 2)
es: con Porcentaje (debajo/Tamaño 2)
fi: prosentteina (alapuolella/Koko 2)
it: con percentuale (sotto/dimensione 2)
lt: su procentais (žemiau/dydis 2)
pl: z procentem (poniżej/rozmiar 2)
pt: com Percentagem (abaixo/Tamanho 2)
sk: s percentami (nad/veľkosť 2)

source: with Current 00:00
es: con el Actual 00:00
fi: nykyinen 00:00
it: con corrente 00:00
lt: su dabartiniu 00:00
pl: z aktualną godziną 00:00
pt: com o Atual 00:00
sk: s aktuálnym 00:00

source: with Current 00:00 (Size 1.5)
es: con el Actual 00:00 (Tamaño 1.5)
fi: nykyinen 00:00 (Koko 1,5)
it: con corrente 00:00 (dimensione 1.5)
lt: su dabartiniu 00:00 (dydis 1.5)
pl: z bieżącym 00:00 (rozmiar 1.5)
pt: com o Atual 00:00 (Tamanho 1.5)
sk: s aktuálnym 00:00 (veľkosť 1.5)

source: with Current 00:00 (Size 2)
es: con el Actual 00:00 (Tamaño 2)
fi: nykyinen 00:00 (Koko 2)
it: con corrente 00:00 (dimensione 2)
lt: su dabartiniu 00:00 (dydis 2)
pl: z bieżącym 00:00 (rozmiar 2)
pt: com o Atual 00:00 (Tamanho 2)
sk: s aktuálnym 00:00 (veľkosť 2)

source: with Current 00:00 (above)
es: con el Actual 00:00 (arriba)
fi: nykyinen 00:00 (yläpuolella)
it: con corrente 00:00 (sopra)
lt: su dabartiniu 00:00 (virš)
pl: z bieżącym 00:00 (powyżej)
pt: com o Atual 00:00 (acima)
sk: s aktuálnym 00:00 (nad)

source: with Current 00:00 (above/Size 1.5)
es: con el Actual 00:00 (arriba/Tamaño 1.5)
fi: nykyinen 00:00 (yläpuolella/koko 1,5)
it: con corrente 00:00 (sopra/dimensione 1.5)
lt: su dabartiniu 00:00 (virš/dydis 1.5)
pl: z bieżącym 00:00 (powyżej/rozmiar 1.5)
pt: com o Atual 00:00 (acima/Tamanho 1.5)
sk: s aktuálnym 00:00 (nad/veľkosť 1.5)

source: with Current 00:00 (above/Size 2)
es: con el Actual 00:00 (arriba/Tamaño 2)
fi: nykyinen 00:00 (yläpuolella/koko 2)
it: con corrente 00:00 (sopra/dimensione 2)
lt: su dabartiniu 00:00 (virš/dydis 2)
pl: z bieżącym 00:00 (powyżej/rozmiar 2)
pt: com o Atual 00:00 (acima/Tamanho 2)
sk: s aktuálnym 00:00 (nad/veľkosť 2)

source: with Current 00:00 (below)
es: con el Actual 00:00 (debajo)
fi: nykyinen 00:00 (alapuolella)
it: con corrente 00:00 (sotto)
lt: su dabartiniu 00:00 (žemiau)
pl: z bieżącym 00:00 (poniżej)
pt: com o Atual 00:00 (abaixo)
sk: s aktuálnym 00:00 (pod)

source: with Current 00:00 (below/Size 1.5)
es: con el Actual 00:00 (debajo/Tamaño 1.5)
fi: nykyinen 00:00 (alapuolella/koko 1,5)
it: con corrente 00:00 (sotto/dimensione 1.5)
lt: su dabartiniu 00:00 (žemiau/dydis 1.5)
pl: z bieżącym 00:00 (poniżej/rozmiar 1.5)
pt: com o Atual 00:00 (abaixo/Tamanho 1.5)
sk: s aktuálnym 00:00 (pod/veľkosť 1.5)

source: with Current 00:00 (below/Size 2)
es: con el Actual 00:00 (debajo/Tamaño 2)
fi: nykyinen 00:00 (alapuolella/koko 2)
it: con corrente 00:00 (sotto/taglia 2)
lt: su dabartiniu 00:00 (žemiau/dydis 2)
pl: z bieżącą godziną 00:00 (poniżej/rozmiar 2)
pt: com o Atual 00:00 (abaixo/Tamanho 2)
sk: s aktuálnym 00:00 (pod/veľkosť 2)

source: with Percent Minutes / Total (above)
es: con Porcentaje de Minutos / Total (arriba)
fi: minuutit prosentteina / Kokonaisaika (yläpuolella)
it: con percentuale minuti / totale (sopra)
lt: su procentais minutės/Iš viso (virš)
pl: z procentem minut / całość (powyżej)
pt: com Percentagem de Minutos / Total (acima)
sk: s percentami minút / Celkovo (nad)

source: with Percent Minutes / Total (above/Size 1.5)
es: con Porcentaje de Minutos / Total (arriba/Tamaño 1.5)
fi: minuutit prosentteina / Kokonaisaika (yläpuolella/koko 1,5)
it: con percentuale minuti / totale (sopra/dimensione 1.5)
lt: su procentais minutės/Iš viso (virš/dydis 1.5)
pl: z procentem minut / całość (powyżej/rozmiar 1.5)
pt: com Percentagem de Minutos / Total (acima/Tamanho 1.5)
sk: s percentami minút / Celkovo (nad/veľkosť 1.5)

source: with Percent Minutes / Total (above/Size 2)
es: con Porcentaje de Minutos / Total (arriba/Tamaño 2)
fi: minuutit prosentteina / Kokonaisaika (yläpuolella/koko 2)
it: con percentuale minuti / totale (sopra/dimensione 2)
lt: su procentais minutės/Iš viso (virš/dydis 2)
pl: z procentem minut / całość (powyżej/rozmiar 2)
pt: com Percentagem de Minutos / Total (arriba/Tamanho 2)
sk: s percentami minút / Celkovo (nad/veľkosť 2)

source: with absolute Endtime
es: con el tiempo del fin absoluto
fi: absoluuttinen loppuaika
it: con assoluto orario fine
lt: su absoliučiu pabaigos laiku
pl: z całkowitym czasem zakończenia
pt: com tempo final absoluto
sk: s absolútnym časom konca

source: with absolute Endtime (Size 1.5)
es: con el tiempo del fin absoluto (Tamaño 1.5)
fi: absoluuttinen loppuaika (Koko 1,5)
it: con assoluto orario fine (Size 1.5)
lt: su absoliučiu pabaigos laiku (dydis 1,5)
pl: z całkowitym czasem zakończenia (rozmiar 1.5)
pt: com tempo final absoluto (Tamanho 1.5)
sk: s absolútnym časom konca (veľkosť 1.5)

source: with absolute Endtime (Size 2)
es: con el tiempo del fin absoluto (Tamaño 2)
fi: absoluuttinen loppuaika (Koko 2)
it: con assoluto orario fine (Size 2)
lt: su absoliučiu pabaigos laiku (dydis 2)
pl: z całkowitym czasem zakończenia (rozmiar 2)
pt: com tempo final absoluto (Tamanho 2)
sk: s absolútnym časom konca (veľkosť 2)

source: with Minutes Total / Endtime (above)
es: con Minutos Totales / Hora de finalización (arriba)
fi: kokonaisaika minuutteina / Loppuaika (yläpuolella)
it: con minuti totale / orario fine (sopra)
lt: su minutėmis Iš viso/pab.laikas (virš)
pl: z całością minut / czas końcowy (powyżej)
pt: com Total de minutos / Tempo final (superior)
sk: s celkovým počtom minút / konečným časom (vyššie)
