Repository: MrServo/oe-alliance-plugins
Catalog: LCD4linux/po/*.po
Languages: es, fi, it, lt, pl, pt, sk

source: Box-Skin-LCD
es: LCD Box-Skin
fi: VDF-näyttö
lt: Aparato LCD ekranas

source: Font
es: Fuente
fi: Fontti
it: Carattere
lt: Šriftai
pl: Czcionka
pt: Fonte
sk: Písmo

source: Key
es: Tecla
fi: Painikkeet
it: Tasto
lt: Mygtukai
pl: Klawisz
pt: Chave
sk: Kľúč

source: MJPEG Stream
es: MJPEG
fi: MJPEG: Syöte
lt: MJPEG srautas
pl: Strumień MJPEG

source: OSD
lt: Ekrano meniu

source: Picture
es: Imagen
fi: Kuva
it: Immagine
lt: Vaizdai
pl: Obrazek
pt: Imagem
sk: Obrázok

source: Popup-Text
es: Texto Emergente
fi: Popup-Teksti
it: Testo-popup
lt: Iškylantis tekstas
pl: Wyskakujący tekst
pt: Texto Emergente
sk: Vyskakovací-text

source: Sonos
lt: Sonos grotuvas

source: Tuner
es: Sintonizador
fi: Viritin
it: Sintonizzatore
lt: Imtuvas
pt: Sintonizador
sk: Ladička

source: WWW Converter
es: Convertidor WWW
fi: WWW-muunnin
it: Convertitore WWW
lt: WWW keitiklis
pl: WWW konwerter
pt: Conversor WWW
sk: WWW konvertor

source: Screen
es: Pantalla
fi: Näyttö
it: Display
lt: Ekranas
pl: Ekran
pt: Ecrã
sk: Obrazovka

source: Weather
es: El Tiempo
fi: Sää
it: Meteo
lt: Orai
pl: Pogoda
pt: O Tempo
sk: Počasie

source: Mail
es: Correo
fi: S-posti
lt: Paštas
pt: E-Mail
sk: Pošta

source: Remote Box
es: Dispositivo Remoto
fi: Etälaite
it: Ricevitore remoto
lt: Nuotolinis aparatas
pl: Zdalny odbiornik
pt: Dispositivo Remoto
sk: Vzdialený Box

source: Calendar
es: Calendario
fi: Kalenteri
it: Calendario
lt: Kalendorius
pl: Kalendarz
pt: Calendário
sk: Kalendár

source: WebIF IP Allow
es: IP Permitida WebIF
fi: WebIF: Sallitut IP:t
it: WebIF IP consentito
lt: WebIF leidžiami IP
pl: WebIF IP Dozwolone
pt: IP Permitido WebIF
sk: WebIF IP povoľ

source: No or wrong File selected, try a correct File first !
es: No hay archivo seleccionado o es equivocado, trata de corregir esto primero!
fi: Ei lainkaan, tai väärä tiedosto valittu. Yritä uudelleen!
it: Nessun file selezionato o sbagliato, prova prima un file corretto!
lt: Failas nepasirinktas, arba neteisingas, bandykite pasirinkti teisingą!
pl: Nie wybrano pliku lub wybrano nieprawidłowy plik, spróbuj najpierw wybrać prawidłowy plik!
pt: Inexistente ou arquivo não selecionado, corrigir isto primeiro!
sk: Žiadny alebo nesprávny zvolený súbor, skús najprv správny súbor !

source: Mode
es: Modo
fi: Tila
it: Modalità
lt: Režimas
pl: Tryb
pt: Modo
sk: Režim

source: IP seurity not supported by Box
es: Seguridad de IP no soprtada por el dispositivo
fi: Laite ei tue IP-turvallisuutta
it: Sicurezza IP non supportata dal ricevitore
lt: IP saugumo aparatas nepalaiko
pl: Bezpieczeństwo IP nie jest obsługiwane przez Box
pt: Segurança de IP não suportada pelo dispositivo
sk: IP zabezpečenie nie je podporované v box-e

source: Crashlog
es: Registro de Bloqueo
fi: Kaatumisloki
lt: Lūžio žurnalas
pt: Registo de Bloqueio
sk: Chybový výpis

source: Show
es: Mostrar
fi: Näytä
it: Mostra
lt: Rodyti
pl: Pokaż
pt: Mostrar
sk: Zobraziť

source: Delete
es: Borrar
fi: Poista
it: Elimina
lt: Pašalinti
pl: Usuń
pt: Apagar
sk: Zmazať

source: Filename
es: Archivo
fi: Tiedostonimi
it: Nome del file
lt: Failo pavadinimas
pl: Nazwa pliku
pt: Nome do ficheiro
sk: Názov súboru

source: Restore Config
es: Restaurar Configuración
fi: Palauta asetukset
it: Ripristina configurazione
lt: Nustatymų atkūrimas
pl: Przywróć konfigurację
pt: Restaurar Configuração
sk: Obnova cfg

source: Backup Config
es: Guardar Configuración
fi: Varmuuskopioi asetukset
it: Backup configurazione
lt: Nustatymų atsarginė kopija
pl: Konfiguracja kopii zapasowej
pt: Guardar Configuração
sk: Záloha cfg

source: Delete Logfile
es: Borrar Archivo de Depuración
fi: Poista lokitiedosto
it: Elimina file di log
lt: Pašalinti žurnalą
pl: Usuń plik log
pt: Apagar ficheiro de Depuração
sk: Zmazanie log súboru

source: Download Logfile
es: Descargar Archivo de Depuración
fi: Lataa lokitiedosto
it: Scarica file di log
lt: Parsisiųsti žurnalą
pl: Pobierz plik dziennika
pt: Descarregar Arquivo de Depuração
sk: Stiahnuť log súbor

source: Save Config
es: Salvar Configuración
fi: Tallenna asetukset
it: Salva configurazione
lt: Išsaugoti nustatymus
pl: Zapisz konfigurację
pt: Salvar Configuração
sk: Ulož cfg

source: stop Screencycle
es: parar Ciclo de Pantalla
fi: pysäytä Screencycle
it: interrompere ciclo display
lt: stabdyti ekranų kaitą
pl: zatrzymaj zmianę ekranów
pt: parar Ciclo de Ecrã
sk: zastav výmenu obrazoviek

source: Global
fi: Globaali
it: Globale
lt: Visuotinis
pl: Globalne
sk: Celkovo

source: On
fi: Päällä
lt: Įjungta
pl: Wł
sk: Zapnuté

source: Media
lt: Multimedija
pt: Mídia
sk: Média

source: Idle
es: En Reposo
fi: Valmiustila
lt: Neveikla
pl: Bezczynny
sk: Nečinný

source: GUI Restart is required
es: GUI Reinicia si es necesario
fi: Käyttöliittymän uudelleenkäynnistys tarvitaan
it: È necessario riavviare la GUI
lt: Reikia paleisti grafinę aplinką iš naujo
pl: Wymagany restart enigmy
pt: É necessário reiniciar a GUI
sk: Vyžaduje sa reštart GUI

source: Element
es: Elemento
fi: Elementti
it: Elemento
lt: Elementas
pt: Elemento
sk: Nastavenia

source: other
es: otro
fi: muut
it: altro
lt: kita
pl: inna
pt: outro
sk: iné

source: set Settings
es: ajustar
fi: aseta Asetukset
it: imposta configurazioni
lt: patvirtinti pakeitimus
pl: zestaw ustawień
pt: ajustar
sk: aktivuj nastavenia

source: copy to On
es: copiar a Encendido
fi: kopioi Päällä-tilaan
it: copia in On
lt: kopijuoti į 'Įjungtas'
pl: kopiuj do Wł
pt: copiar para Ligado
sk: kopírovať do aktívných

source: copy to Media
es: copiar a Reproductor
fi: kopioi Media-tilaan
it: copia in Media
lt: kopijuoti į 'Multimedija'
pl: kopiuj do mediów
pt: copiar para Mídia
sk: kopírovať do Média

source: copy to Idle
es: copiar a Espera
fi: kopioi Valmiustilaan
it: copia in Idle
lt: kopijuoti į 'Neveikla'
pl: kopiowanie do stanu bezczynności
pt: copiar a Espera
sk: kopírovať do pohotovostných

source: Exec
es: Ejec
it: Esegui
lt: Vykd
pl: Wykonanie
sk: Vykonať

source: Show Externals
es: Mostrar externas
fi: Näytä ulkoiset
it: Mostra esterni
lt: Rodyti išorinius
pl: Pokaż elementy zewnętrzne
pt: Mostrar externas
sk: Zobraz vonkajšie

source: List of Storage Devices
es: Lista de dispositivos de almacenamiento
fi: Lista tallennusvälineistä
it: Elenco dei dispositivi di archiviazione
lt: Saugojimo įrenginių sąrašas
pl: Lista zapamiętanych urządzeń
pt: Lista de Dispositivos de Armazenamento
sk: Zoznam úložných zariadení

source: Parent Directory
es: Directorio de padres
fi: Kotihakemisto
it: Directory Superiore
lt: Tėvų katalogas
pl: Katalog nadrzędny
pt: Diretório Parental
sk: Nadradený adresár

source: Fri
es: Vie
fi: Pe
it: Ven
lt: Pen
pl: Pią
pt: Sex
sk: Pi

source: Mon
es: Lun
fi: Maa
it: Lun
lt: Pir
pl: Pon
pt: Seg
sk: Po

source: Sat
es: Sáb
lt: Šeš
pl: Sob
pt: Sáb
sk: So

source: Sun
es: Dom
fi: Aurinko
it: Dom
lt: Sek
pl: Nie
pt: Dom
sk: Ne

source: Thur
es: Jue
fi: To
it: Gio
lt: Ket
pl: Czw
pt: Qui
sk: Št

source: Tue
es: Mar
fi: Tii
it: Mar
lt: Ant
pl: Wto
pt: Ter
sk: Ut

source: Wed
es: Mié
fi: Kes
it: Mer
lt: Tre
pl: Śro
pt: Qua
sk: St

source: black
es: negro
fi: musta
it: nero
lt: juoda
pl: czarny
pt: preto
sk: čierna

source: white
es: blanco
fi: valkoinen
it: bianco
lt: balta
pl: biały
pt: branco
sk: biela

source: gray
es: gris
fi: harmaa
it: grigio
lt: pilka
pl: szary
pt: cinzento
sk: šedá

source: silver
es: plateado
fi: hopea
it: argento
lt: sidabrinė
pl: srebro
pt: prateado
sk: strieborná

source: slategray
es: grispizarra
it: ardesia
lt: melsvai pilka
pl: Niebiesko szary
pt: cinzento pizarra
sk: bridlicovo sivá

source: aquamarine
es: aguamarina
fi: vedensininen
it: acqua marina
lt: akvamarinas
pt: agua-marinha
sk: akvamarín

source: gold
es: dorado
fi: kulta
it: oro
lt: auksinė
pl: złoto
pt: dourado
sk: zlatá

source: greenyellow
es: verdeamarillo
fi: viherkeltainen
it: verde giallo
lt: žaliai geltona
pt: verde amarelo
sk: zelenožltá

source: yellow
es: amarillo
fi: keltainen
it: giallo
lt: geltona
pl: żółty
pt: amarelo
sk: žltá

source: darkorange
es: naranjaoscuro
fi: tumma oranssi
it: arancione scuro
lt: tamsiai oranžinė
pl: Ciemno pomarańczowy
pt: laranja escuro
sk: tmavooranžová

source: darkred
es: rojooscuro
fi: tummanpunainen
it: rosso scuro
lt: tamsiai raudona
pl: Ciemno czerwony
pt: roxo escuro
sk: tmavočervená

source: indianred
es: pielroja
fi: intianpunainen
it: rosso indiano
lt: rusvai raudona
pt: pele vermelha
sk: indiánska červená

source: orange
es: naranja
fi: oranssi
it: arancione
lt: oranžinė
pl: pomarańczowy
pt: laranja
sk: oranžová

source: orangered
es: rojoanaranjado
fi: oranssinpunainen
it: rosso arancio
lt: raudonai oranžinė
pl: pomarańczowy
pt: alaranjado
sk: oranžovočervená

source: red
es: rojo
fi: punainen
it: rosso
lt: raudona
pl: czerwony
pt: vermelho
sk: červená

source: darkgreen
es: verdeoscuro
fi: tummanvihreä
it: verde scuro
lt: tamsiai žalia
pl: ciemnozielony
pt: verde escuro
sk: tmavozelená

source: green
es: verde
fi: vihreä
it: verde
lt: žalia
pl: zielony
pt: verde
sk: zelená

source: lawngreen
es: verdecésped
fi: ruohonvihreä
it: verde prato
lt: žolės žalia
pt: verde relva
sk: zelený trávnik

source: lightgreen
es: verdeclaro
fi: vaaleanvihreä
it: verde chiaro
lt: šviesiai žalia
pl: jasnozielony
pt: verde claro
sk: svetlosvetlozelená

source: lime
es: lima
it: limetta
lt: laimo žalia
pl: limonka
pt: lima
sk: limetka

source: blue
es: azul
fi: sininen
it: blu
lt: mėlyna
pl: niebieski
pt: azul
sk: modrá

source: blueviolet
es: azulvioleta
fi: sinivioletti
it: blu viola
lt: mėlynai violetinė
pl: Niebiesko fioletowy
pt: azul violeta
sk: modrofialová

source: cadetblue
es: azul cadete
it: blu cadetto
lt: kariška žydra
pt: azul cadete
sk: kadet modrá

source: cornflowerblue
es: azul aciano
it: blu fiordaliso
lt: rugiagėlių mėlyna
pt: azul ciano
sk: nevädza modrá

source: darkblue
es: azul oscuro
fi: tummansininen
it: blu scuro
lt: tamsiai mėlyna
pl: ciemnoniebieski
pt: azul escuro
sk: tmavomodrá

source: lightblue
es: celeste
fi: vaaleansininen
it: blu chiaro
lt: šviesiai mėlyna
pl: jasnoniebieski
pt: celeste
sk: svetlosvetlomodrá

source: cyan
es: cián
fi: sinivihreä
it: ciano
lt: cianas
pt: ciano
sk: svetlomodrá

source: darkorchid
es: orquídea oscuro
it: orchidea scuro
lt: tamsi orchidėjų
pl: Ciemna orchidea
pt: orquídea escuro
sk: tmavá orchidea

source: deeppink
es: rosa oscuro
fi: tumma vaaleanpunainen
it: rosa scuro
lt: sodriai rožinė
pl: Głęboki róż
pt: rosa escuro
sk: tmavoružová

source: magenta
lt: purpurinė
pl: malinowy
sk: purpurová

source: violet
es: violeta
fi: violetti
it: violetta
lt: violetinė
pl: fioletowy
pt: violeta
sk: fialová

source: brown
es: marrón
fi: ruskea
it: marrone
lt: ruda
pl: brąz
pt: castanho
sk: hnedá

source: moccasin
es: mocasín
fi: ruskeahko
it: mocassino
lt: smėlio
pl: mokasyn
pt: mocasín
sk: mokasín

source: olive
es: verde oliva
fi: oliivi
it: oliva
lt: alyvų žalia
pl: oliwka
pt: verde oliva
sk: olivová

source: rosybrown
es: marrón rosado
fi: punaruskea
it: marrone rosato
lt: rausvai ruda
pl: Różowo brązowy
pt: castanho rosado
sk: ružovohnedá

source: sandybrown
es: marrón arena
fi: hiekanruskea
it: marrone sabbia
lt: smėlio ruda
pl: Piaskowo brązowy
pt: castanho areia
sk: pieskovohnedá

source: Screen 1+2
es: Pantallas 1+2
fi: Näytöt 1+2
it: Display 1+2
lt: Ekranai 1+2
pl: Ekran 1+2
pt: Ecrãs 1+2
sk: Obrazovka 1+2

source: Screen 1+2+3
es: Pantallas 1+2+3
fi: Näytöt 1+2+3
it: Display 1+2+3
lt: Ekranai 1+2+3
pl: Ekran 1+2+3
pt: Ecrãs 1+2+3
sk: Obrazovka 1+2+3

source: Screen 1+2+3+4
es: Pantallas 1+2+3+4
fi: Näytöt 1+2+3+4
it: Display 1+2+3+4
lt: Ekranai 1+2+3+4
pl: Ekran 1+2+3+4
pt: Ecrãs 1+2+3+4
sk: Obrazovka 1+2+3+4

source: Screen 1+2+4
es: Pantallas 1+2+4
fi: Näytöt 1+2+4
it: Display 1+2+4
lt: Ekranai 1+2+4
pl: Ekran 1+2+4
pt: Ecrãs 1+2+4
sk: Obrazovka 1+2+4

source: Screen 1+3
es: Pantallas 1+3
fi: Näytöt 1+3
it: Display 1+3
lt: Ekranai 1+3
pl: Ekran 1+3
pt: Ecrãs 1+3
sk: Obrazovka 1+3

source: Screen 1+3+4
es: Pantallas 1+3+4
fi: Näytöt 1+3+4
it: Display 1+3+4
lt: Ekranai 1+3+4
pl: Ekran 1+3+4
pt: Ecrãs 1+3+4
sk: Obrazovka 1+3+4

source: Screen 1+3+5+7+9
es: Pantallas 1+3+5+7+9
fi: Näytöt 1+3+5+7+9
it: Display 1+3+5+7+9
lt: Ekranai 1+3+5+7+9
pl: Ekran 1+3+5+7+9
pt: Ecrãs 1+3+5+7+9
sk: Obrazovka 1+3+5+7+9

source: Screen 1+4
es: Pantallas 1+4
fi: Näytöt 1+4
it: Display 1+4
lt: Ekranai 1+4
pl: Ekran 1+4
pt: Ecrãs 1+4
sk: Obrazovka 1+4

source: Screen 2+3
es: Pantallas 2+3
fi: Näyttö 2+3
it: Display 2+3
lt: Ekranai 2+3
pl: Ekran 2+3
pt: Ecrãs 2+3
sk: Obrazovka 2+3

source: Screen 2+3+4
es: Pantallas 2+3+4
fi: Näyttö 2+3+4
it: Display 2+3+4
lt: Ekranai 2+3+4
pl: Ekran 2+3+4
pt: Ecrãs 2+3+4
sk: Obrazovka 2+3+4

source: Screen 2+4
es: Pantallas 2+4
fi: Näyttö 2+4
it: Display 2+4
lt: Ekranai 2+4
pl: Ekran 2+4
pt: Ecrãs 2+4
sk: Obrazovka 2+4

source: Screen 2+4+6+8
es: Pantallas 2+4+6+8
fi: Näyttö 2+4+6+8
it: Display 2+4+6+8
lt: Ekranai 2+4+6+8
pl: Ekran 2+4+6+8
pt: Ecrãs 2+4+6+8
sk: Obrazovka 2+4+6+8

source: Screen 3+4
es: Pantallas 3+4
fi: Näyttö 3+4
it: Display 3+4
lt: Ekranai 3+4
pl: Ekran 3+4
pt: Ecrãs 3+4
sk: Obrazovka 3+4

source: Screen 5-8
es: Pantallas 5-8
fi: Näyttö 5-8
it: Display 5-8
lt: Ekranai 5-8
pl: Ekran 5-8
pt: Ecrã 5-8
sk: Obrazovka 5-8

source: Screen 5-9
es: Pantallas 5-9
fi: Näyttö 5-9
it: Display 5-9
lt: Ekranai 5-9
pl: Ekran 5-9
pt: Ecrãs 5-9
sk: Obrazovka 5-9

source: Screen 1-5
es: Pantallas 1-5
fi: Näyttö 1-5
it: Display 1-5
lt: Ekranai 1-5
pl: Ekran 1-5
pt: Ecrãs 1-5
sk: Obrazovka 1-5

source: Screen 1-6
es: Pantallas 1-6
fi: Näyttö 1-6
it: Display 1-6
lt: Ekranai 1-6
pl: Ekran 1-6
pt: Ecrãs 1-6
sk: Obrazovka 1-6

source: Screen 1-7
es: Pantallas 1-7
fi: Näyttö 1-7
it: Display 1-7
lt: Ekranai 1-7
pl: Ekran 1-7
pt: Ecrãs 1-7
sk: Obrazovka 1-7

source: Screen 1-8
es: Pantallas 1-8
fi: Näyttö 1-8
it: Display 1-8
lt: Ekranai 1-8
pl: Ekran 1-8
pt: Ecrãs 1-8
sk: Obrazovka 1-8

source: Screen 1-9
es: Pantallas 1-9
fi: Näyttö 1-9
it: Display 1-9
lt: Ekranai 1-9
pl: Ekran 1-9
pt: Ecrãs 1-9
sk: Obrazovka 1-9

source: Screen 1
es: Pantalla 1
fi: Näyttö 1
it: Display 1
lt: Ekranas 1
pl: Ekran 1
pt: Ecrã 1
sk: Obrazovka 1

source: Screen 2
es: Pantalla 2
fi: Näyttö 2
it: Display 2
lt: Ekranas 2
pl: Ekran 2
pt: Ecrã 2
sk: Obrazovka 2

source: Screen 3
es: Pantalla 3
fi: Näyttö 3
it: Display 3
lt: Ekranas 3
pl: Ekran 3
pt: Ecrã 3
sk: Obrazovka 3

source: Screen 4
es: Pantalla 4
fi: Näyttö 4
it: Display 4
lt: Ekranas 4
pl: Ekran 4
pt: Ecrã 4
sk: Obrazovka 4

source: Screen 5
es: Pantalla 5
fi: Näyttö 5
it: Display 5
lt: Ekranas 5
pl: Ekran 5
pt: Ecrã 5
sk: Obrazovka 5

source: Screen 6
es: Pantalla 6
fi: Näyttö 6
it: Display 6
lt: Ekranas 6
pl: Ekran 6
pt: Ecrã 6
sk: Obrazovka 6

source: Screen 7
es: Pantalla 7
fi: Näyttö 7
it: Display 7
lt: Ekranas 7
pl: Ekran 7
pt: Ecrã 7
sk: Obrazovka 7

source: Screen 8
es: Pantalla 8
fi: Näyttö 8
it: Display 8
lt: Ekranas 8
pl: Ekran 8
pt: Ecrã 8
sk: Obrazovka 8

source: Screen 9
es: Pantalla 9
fi: Näyttö 9
it: Display 9
lt: Ekranas 9
pl: Ekran 9
pt: Ecrã 9
sk: Obrazovka 9

source: off
fi: pois päältä
lt: išjungta
pl: wył
sk: vypnuté

source: Screen 1-2
es: Pantallas 1-2
fi: Näyttö 1-2
it: Display 1-2
lt: Ekranai 1-2
pl: Ekran 1-2
pt: Ecrãs 1-2
sk: Obrazovka 1-2

source: Screen 1-3
es: Pantallas 1-3
fi: Näyttö 1-3
it: Display 1-3
lt: Ekranai 1-3
pl: Ekran 1-3
pt: Ecrãs 1-3
sk: Obrazovka 1-3

source: Screen 1-4
es: Pantallas 1-4
fi: Näyttö 1-4
it: Display 1-4
lt: Ekranai 1-4
pl: Ekran 1-4
pt: Ecrãs 1-4
sk: Obrazovka 1-4

source: on
fi: päällä
lt: įjungta
pl: włączony
sk: zapnuté

source: 2h
lt: 2val
pl: 2 godz

source: 3h
lt: 3val
pl: 3 godz

source: 40s
lt: 40sek
pl: 40 sek.

source: 50s
lt: 50sek
pl: 50 sek.

source: 5h
lt: 5val
pl: 5 godz

source: 5s
lt: 5sek

source: 10s
lt: 10sek

source: 15s
lt: 15sek
pl: 15 sek.

source: 20s
lt: 20sek
pl: 20 sek.

source: 30s
lt: 30sek
pl: 30 sek.

source: AX206 (or compatible LCD) 480x320
es: Pearl (o LCD compatible) 480x320
fi: Pearl (tai yhteensopiva LCD) 480x320
it: Pearl (o LCD compatibili) 480x320
lt: Pearl (arba suderinamas LCD) 480x320
pl: Pearl (lub kompatybilny LCD) 480x320
pt: Pearl (ou LCD compatível) 480x320
sk: Pearl (alebo kompatibilné LCD) 480x320

source: AX206 (or compatible LCD) 800x480
es: Pearl (o LCD compatible) 800x480
fi: Pearl (tai yhteensopiva nestekidenäyttö) 800x480
it: Pearl (o LCD compatibile) 800x480
lt: Pearl (arba suderinamas LCD) 800x480
pl: Pearl (lub kompatybilny LCD) 800x480
pt: Pearl (ou LCD compatível) 800x480
sk: Pearl (eller kompatibel LCD) 800x480

source: Pearl (or compatible LCD) 240x320
es: Pearl (o LCD compatible) 240x320
fi: Pearl (tai yhteensopiva LCD) 240x320
it: Pearl (o LCD compatibili) 240x320
lt: Pearl (arba suderinamas LCD) 240x320
pl: Pearl (lub kompatybilny LCD) 240x320
pt: Pearl (ou LCD compatível) 240x320
sk: Pearl (alebo kompatibilné LCD) 240x320

source: Pearl (or compatible LCD) 320x240
es: Pearl (o LCD compatible) 320x240
fi: Pearl (tai yhteensopiva LCD) 320x240
it: Pearl (o LCD compatibili) 320x240
lt: Pearl (arba suderinamas LCD) 320x240
pl: Pearl (lub kompatybilny LCD) 320x240
pt: Pearl (ou LCD compatível) 320x240
sk: Pearl (alebo kompatibilné LCD) 320x240

source: Internal Box-Skin-LCD
es: LCD Box-Skin interno
fi: Sisäinen VDF-näyttö
it: Box-Skin-LCD interno
lt: Vidinis aparato LCD ekranas
pl: Wewnętrzny Box-Skin-LCD
pt: LCD Box-Skin interno
sk: Zabudovaný Box-Skin-LCD

source: Internal TFT-LCD 400x240
es: TFT-LCD interno 400x240
fi: Sisäinen TFT-LCD 400x240
it: TFT-LCD 400x240 interno
lt: Vidinis TFT-LCD 400x240
pl: Wewnętrzny TFT-LCD 400x240
pt: TFT-LCD interno 400x240
sk: Zabudovaný TFT-LCD 400x240

source: only Picture 1024x600
es: sólo Imágenes 1024x600
fi: vain 1024x600 -kuva
it: solo formato 1024x600
lt: tik vaizdas 1024x600
pl: tylko obraz 1024x600
pt: só Imagens 1024x600
sk: len obrázok 1024x600

source: only Picture 320x240
es: sólo Imágenes 320x240
fi: vain 320x240 -kuva
it: solo formato 320x240
lt: tik vaizdas 320x240
pl: tylko obraz 320x240
pt: só Imagens 320x240
sk: len obrázok 320x240

source: only Picture 800x480
es: sólo Imágenes 800x480
fi: vain 800x480 -kuva
it: solo formato 800x480
lt: tik vaizdas 800x480
pl: tylko obraz 800x480
pt: só Imagens 800x480
sk: len obrázok 800x480

source: only Picture 800x600
es: sólo Imágenes 800x600
fi: vain 800x600 -kuva
it: solo formato 800x600
lt: tik vaizdas 800x600
pl: tylko obraz 800x600
pt: só Imagens 800x600
sk: len obrázok 800x600

source: only Picture Custom Size
es: sólo Imágenes de tamaño configurable
fi: vain muokatun koon kuva
it: solo formato immagine personalizzato
lt: tik pasirinkto dydžio vaizdas
pl: tylko obraz własny rozmiar
pt: só Imagens de tamanho configurável
sk: len obrázok vlastná veľkosť

source: only Picture Custom Size 2
es: sólo Imágenes de tamaño configurable
fi: vain muokatun koon kuva 2
it: solo formato immagine personalizzato 2
lt: tik savo dydžio paveikslėlis 2
pl: tylko obraz Rozmiar niestandardowy 2
pt: só Imagem Personalizada Tamanho 2
sk: len obrázok vlastná veľkosť 2

source: Internal Vu+ Duo2 LCD 400x240
es: LCD interno Vu+ Duo2 400x240
fi: Sisäinen Vu+ Duo2 LCD 400x240
it: Vu+Duo2 LCD 400x240 interno
lt: Vidinis Vu+ Duo2 400x240 LCD
pl: Wewnętrzny Vu+ Duo2 LCD 400x240
pt: LCD interno Vu+ Duo2 400x240
sk: Zabudovaný Vu+ Duo2 LCD 400x240

source: 2 Days 1 Line
es: 2 Dias 1 Linea
fi: 2 päivää, 1 rivi
it: 2 giorni 1 linea
lt: 2 dienos 1 eilute
pl: 2 dni 1 linia
pt: 2 Dias 1 Linha
sk: 2 dni 1 riadok

source: 2 Days 2 Line
es: 2 Dias 2 Lineas
fi: 2 päivää, 2 riviä
it: 2 giorni 2 linee
lt: 2 dienos 2 eilutėmis
pl: 2 dni 2 linie
pt: 2 Dias 2 Linhas
sk: 2 dni 2 riadky

source: 4 Days 1 Line
es: 4 Dias 1 Linea
fi: 4 päivää, 1 rivi
it: 4 giorni 1 linea
lt: 4 dienos 1 eilute
pl: 4 dni 1 linia
pt: 4 Dias 1 Linha
sk: 4 dni 1 riadok

source: 4 Days 2 Lines
es: 4 Dias 2 Lineas
fi: 4 päivää, 2 riviä
it: 4 giorni 2 linee
lt: 4 dienos 2 eilutėmis
pl: 4 dni 2 linie
pt: 4 Dias 2 Linhas
sk: 4 dni 2 riadky

source: 4 Days Vertical View
es: 4 días vista vertical
fi: 4 päivää, vertikaalinen näkymä
it: 4 giorni vista verticale
lt: 4 dienos vertikaliai
pl: 4 dni Widok pionowy
pt: 4 dias vista vertical
sk: 4 dni zvislý pohľad

source: 5 Days 1 Line
es: 5 Dias 1 Linea
fi: 5 päivää, 1 rivi
it: 5 giorni 1 linea
lt: 5 dienos 1 eilute
pl: 5 dni 1 linia
pt: 5 Dias 1 Linha
sk: 5 dní 1 riadok

source: 5 Days 2 Lines
es: 5 Dias 2 Lineas
fi: 5 päivää, 2 riviä
it: 5 giorni 2 linee
lt: 5 dienos 2 eilutėmis
pl: 5 Dni 2 Linie
pt: 5 Dias 2 Linhas
sk: 5 dní 2 riadky

source: 5 Days Vertical View
es: 5 días vista vertical
fi: 5 päivää, vertikaalinen näkymä
it: 5 giorni vista verticale
lt: 5 dienos vertikaliai
pl: 5 dni Widok pionowy
pt: 5 dias vista vertical
sk: 5 dní zvislý pohľad

source: Current Temperature (+C)
es: Temperatura actual (+C)
fi: Nykyinen lämpötila [+C]
it: Temperatura corrente (+C)
lt: Temperatūra dabar (+°C)
pl: Bieżąca temperatura (+C)
pt: Temperatura atual (+C)
sk: Aaktuálna teplota (+C)

source: Current Temperature (-C)
es: Temperatura actual (-C)
fi: Nykyinen lämpötila [-C]
it: Temperatura corrente (-C)
lt: Temperatūra dabar (-°C)
pl: Bieżąca temperatura (-C)
pt: Temperatura atual (-C)
sk: Aktuálna teplota (-C)

source: Current
es: Ahora
fi: Nykyinen
it: Corrente
lt: Dabartinis
pl: Aktualne
pt: Atual
sk: Aktuálny

source: Current Temperature
es: Temperatura actual
fi: Nykyinen lämpötila
it: Temperatura corrente
lt: Temperatūra dabar
pl: Bieżąca temperatura
pt: Temperatura atual
sk: Aktuálna teplota

source: All
es: Todo
fi: Kaikki
it: Tutti
lt: Visi
pl: Wszystkie
pt: Tudo
sk: Všetko

source: Temperature
es: Temperatura
fi: Lämpötila
it: Temperatura
lt: Temperatūra
pl: Temperatura
pt: Temperatura
sk: Teplota

source: Temperature+Co2
es: Temperatura+Co2
fi: Lämpötila+Co2
it: Temperatura+Co2
lt: Temperatūra+Co2
pl: Temperatura+Co2
pt: Temperatura+Co2
sk: Teplota+Co2

source: Temperature+Co2+Pressure
es: Temperatura+Co2+Presión
fi: Lämpötila+Co2+Ilmanpaine
it: Temperatura+Co2+Pressione
lt: Temperatūra+Co2+slėgis
pl: Temperatura+Co2+ciśnienie
pt: Temperatura+Co2+Pressão
sk: Teplota+Co2+Tlak

source: Temperature+Humidity
es: Temperatura+Humedad
fi: Lämpötila+Kosteus
it: Temperatura+Umidità
lt: Temperatūra+drėgnumas
pl: Temperatura+Wilgotność
pt: Temperatura+Humidade
sk: Teplota+Vlhkosť

source: Module 1
es: Módulo 1
fi: Moduli 1
it: Modulo 1
lt: Modulis 1
pl: Moduł 1
pt: Módulo 1
sk: Modul 1

source: Module 1+2
es: Módulos 1+2
fi: Moduli 1+2
it: Modulo 1+2
lt: Moduliai 1+2
pl: Moduł 1+2
pt: Módulos 1+2
sk: Modul 1+2

source: Module 1+2+3
es: Módulos 1+2+3
fi: Moduli 1+2+3
it: Modulo 1+2+3
lt: Moduliai 1+2+3
pl: Moduł 1+2+3
pt: Módulos 1+2+3
sk: Modul 1+2+3

source: Module 1+2+4
es: Módulos 1+2+4
fi: Moduli 1+2+4
it: Modulo 1+2+4
lt: Moduliai 1+2+4
pl: Moduł 1+2+4
pt: Módulos 1+2+4
sk: Modul 1+2+4

source: Module 1+3
es: Módulos 1+3
fi: Moduli 1+3
it: Modulo 1+3
lt: Moduliai 1+3
pl: Moduł 1+3
pt: Módulos 1+3
sk: Modul 1+3

source: Module 1+3+4
es: Módulos 1+3+4
fi: Moduli 1+3+4
it: Modulo 1+3+4
lt: Moduliai 1+3+4
pl: Moduł 1+3+4
pt: Módulos 1+3+4
sk: Modul 1+3+4

source: Module 1+4
es: Módulos 1+4
fi: Moduli 1+4
it: Modulo 1+4
lt: Moduliai 1+4
pl: Moduł 1+4
pt: Módulos 1+4
sk: Modul 1+4

source: Module 1-4
es: Módulos 1-4
fi: Moduli 1-4
it: Modulo 1-4
lt: Moduliai 1-4
pl: Moduł 1-4
pt: Módulos 1-4
sk: Modul 1-4

source: Module 1-5
es: Módulos 1-5
fi: Moduli 1-5
it: Modulo 1-5
lt: Moduliai 1-5
pl: Moduł 1-5
pt: Módulos 1-5
sk: Modul 1-5

source: Module 1-6
es: Módulos 1-6
fi: Moduli 1-6
it: Modulo 1-6
lt: Moduliai 1-6
pl: Moduł 1-6
pt: Móduloa 1-6
sk: Modul 1-6

source: Module 2
es: Módulo 2
fi: Moduli 2
it: Modulo 2
lt: Modulis 2
pl: Moduł 2
pt: Módulo 2
sk: Modul 2

source: Module 2+3
es: Módulos 2+3
fi: Moduli 2+3
it: Modulo 2+3
lt: Moduliai 2+3
pl: Moduł 2+3
pt: Módulos 2+3
sk: Modul 2+3

source: Module 2+3+4
es: Módulos 2+3+4
fi: Moduli 2+3+4
it: Modulo 2+3+4
lt: Moduliai 2+3+4
pl: Moduł 2+3+4
pt: Módulos 2+3+4
sk: Modul 2+3+4
