Repository: MrServo/oe-alliance-plugins
Catalog: LCD4linux/po/*.po
Languages: es, fi, it, lt, pl, pt, sk

source: Mail 1 Connect
es: Conectar Correo 1
fi: Posti 1 Yhteystapa
it: Mail 1 connessione
lt: Paštas 1 - prisijungti
pl: Poczta 1 połącz
pt: Conetar E-Mail 1
sk: Pošta 1 pripojenie

source: Mail 1 Server
es: Servidor Correo 1
fi: Posti 1 Palvelin
lt: Paštas 1 - serveris
pl: Serwer poczty 1
pt: Servidor E-Mail 1
sk: Pošta 1 server

source: Mail 1 [Displayname:]Username
es: Correo 1 [NombrePantalla:]Usuario
fi: Posti 1 [Näyttönimi:] Käyttäjätunnus
it: Mail 1 [Displayname:] Nome utente
lt: Paštas 1 [vardas:] vartotojas
pl: Poczta 1 [Nazwa wyświetlana:]Użytkownik
pt: E-Mail 1 [Nome:]Usuário
sk: Pošta 1 [Zobrazované meno:]Meno používateľa

source: Mail 1 Password
es: Contraseña Correo 1
fi: Posti 1 Salasana
lt: Paštas 1 - slaptažodis
pl: Poczta 1 Hasło
pt: Senha E-Mail 1
sk: Pošta 1 heslo

source: Mail 2 Connect
es: Conectar Correo 2
fi: Posti 2 Yhteystapa
it: Mail 2 connessione
lt: Paštas 2 - prisijungti
pt: Conetar E-Mail 2
sk: Pošta 2 pripojenie

source: Mail 2 Server
es: Servidor Correo 2
fi: Posti 2 Palvelin
lt: Paštas 2 - serveris
pl: Serwer poczty 2
pt: Servidor E-Mail 2
sk: Pošta 2 server

source: Mail 2 [Displayname:]Username
es: Correo 2 [NombrePantalla:]Usuario
fi: Posti 2 [Näyttönimi:] Käyttäjätunnus
it: Mail 2 [Displayname:] Nome utente
lt: Paštas 2 [vardas:] vartotojas
pl: Poczta 2 [Nazwa wyświetlana:]Użytkownik
pt: E-Mail 2 [Nome:]Usuário"
sk: Pošta 2 [Zobrazované meno:]Meno používateľa

source: Mail 2 Password
es: Contraseña Correo 2
fi: Posti 2 Salasana
lt: Paštas 2 - slaptažodis
pl: Hasło Mail 2
pt: Senha E-Mail 2
sk: Pošta 2 heslo

source: Mail 3 Connect
es: Conectar Correo 3
fi: Posti 3 Yhteystapa
it: Mail 3 connessione
lt: Paštas 3 - prisijungti
pl: Poczta 3 połącz
pt: Conetar E-Mail 3
sk: Pošta 3 pripojenie

source: Mail 3 Server
es: Servidor Correo 3
fi: Posti 3 Palvelin
lt: Paštas 3 - serveris
pl: Serwer poczty 3
pt: Servidor E-Mail 3
sk: Pošta 3 server

source: Mail 3 [Displayname:]Username
es: Correo 3 [NombrePantalla:]Usuario
fi: Posti 3 [Näyttönimi:] Käyttäjätunnus
it: Mail 3 [Displayname:] Nome utente
lt: Paštas 3 [vardas:] vartotojas
pl: Poczta 3 [Nazwa wyświetlana:]Użytkownik
pt: E-Mail 3 [Nome:]Usuário
sk: Pošta 3 [Zobrazované meno:]Meno používateľa

source: Mail 3 Password
es: Contraseña Correo 3
fi: Posti 3 Salasana
lt: Paštas 3 - slaptažodis
pl: Hasło Mail 3
pt: Senha E-Mail 3
sk: Pošta 3 heslo

source: Mail 4 Connect
es: Conectar Correo 4
fi: Posti 4 Yhteystapa
it: Mail 4 connessione
lt: Paštas 4 - prisijungti
pt: Conetar E-Mail 4
sk: Pošta 4 pripojenie

source: Mail 4 Server
es: Servidor Correo 4
fi: Posti 4 Palvelin
lt: Paštas 4 - serveris
pl: Serwer poczty 4
pt: Servidor E-Mail 4
sk: Pošta 4 server

source: Mail 4 [Displayname:]Username
es: Correo 4 [NombrePantalla:]Usuario
fi: Posti 4 [Näyttönimi:] Käyttäjätunnus
it: Mail 4 [Displayname:] Nome utente
lt: Paštas 4 [vardas:] vartotojas
pl: Poczta 4 [Nazwa wyświetlana:]Użytkownik
pt: E-Mail 4 [Nome:]Usuário
sk: Pošta 4 [Zobrazované meno:]Meno používateľa

source: Mail 4 Password
es: Contraseña Correo 4
fi: Posti 4 Salasana
lt: Paštas 4 - slaptažodis
pt: Senha E-Mail 4
sk: Pošta 4 heslo

source: Mail 5 Connect
es: Conectar Correo 5
fi: Posti 5 Yhteystapa
it: Mail 5 connessione
lt: Paštas 5 - prisijungti
pl: Poczta 5 połącz
pt: Conetar E-Mail 5
sk: Pošta 5 pripojenie

source: Mail 5 Server
es: Servidor Correo 5
fi: Posti 5 Palvelin
lt: Paštas 5 - serveris
pl: Serwer poczty 5
pt: Servidor E-Mail 5
sk: Pošta 5 server

source: Mail 5 [Displayname:]Username
es: Correo 5 [NombrePantalla:]Usuario
fi: Posti 5 [Näyttönimi:] Käyttäjätunnus
it: Mail 5 [Displayname:] Nome utente
lt: Paštas 5 [vardas:] vartotojas
pl: Poczta 5 [Nazwa wyświetlana:]Użytkownik
pt: E-Mail 5 [Nome:]Usuário
sk: Pošta 5 [Zobrazované meno:]Meno používateľa

source: Mail 5 Password
es: Contraseña Correo 5
fi: Posti 5 Salasana
lt: Paštas 5 - slaptažodis
pl: Hasło Mail 5
pt: Senha E-Mail 5
sk: Pošta 5 heslo

source: Mail Poll Interval
es: Intervalo Correo
fi: Posti: Kyselyväli
it: Mail intervallo sondaggio
lt: Pašto tikrinimo intervalas
pl: Interwał odpytywania poczty
pt: Intervalo E-Mail
sk: Pošta obnovovací interval

source: Mail IMAP limit to last days
es: Correo IMAP limitado hasta los últimos días
fi: Posti: IMAP-rajan kesto päivissä
it: Mail IMAP limite per ultimi giorni
lt: IMAP pašto rodymo apribojimas (X paskutinių dienų)
pl: Mail IMAP limit dni
pt: E-Mail IMAP limitado até aos últimos dias
sk: Pošta IMAP limit na posledné dni

source: Mail Show Empty Mailboxes
es: Mostrar Carpetas Vacías del Correo
fi: Posti: Näytä "Tyhjennä postilaatikot"
it: Mail mostra mailbox vuote
lt: Paštas - rodyti ir tuščias dėžutes
pl: Poczta Pokaż puste skrzynki pocztowe
pt: Mostrar Caixas Vazias de E-Mail
sk: Pošta zobraz prázdne kontá

source: Mail Show Date
es: Fecha de Muestra del Correo
fi: Posti: Näytä paivämäärä
it: Mail mostra data
lt: Paštas - rodyti datą
pl: Data pokazu poczty
pt: Data de Exibir o E-Mail
sk: Pošta zobraz dátum

source: Mail Hide Mailadress
es: El Correo Esconde la Dirección de Correo
fi: Posti: Piilota s-postiosoite
it: Mail nascondere mailadress
lt: Paštas - slėpti el. pašto adresą
pl: Mail Ukryj adres
pt: O E-Mail Esconde o Endereço
sk: Pošta skryť adresy

source: Remote Box 1 [Displayname:]IP/Name
es: Dispositivo Remoto 1 [Nombrepantalla:]IP/Nombre
fi: Etälaite 1 [Näyttönimi:]IP/Nimi
it: Ricevitore remoto 1 [Displayname:] IP/Nome
lt: Nuotolinis aparatas 1 [vardas:]IP/vartotojas
pl: Zdalny odbiornik 1 [Nazwa wyświetlana:]IP/Nazwa
pt: Dispositivo Remoto 1 [NomeEcrã:]IP/Nome
sk: Vzdialený Box 1 [zobrazované meno:]IP/Meno

source: Remote Box 2 [Displayname:]IP/Name
es: Dispositivo Remoto 2 [Nombrepantalla:]IP/Nombre
fi: Etälaite 2 [Näyttönimi:]IP/Nimi
it: Ricevitore remoto 2 [Displayname:] IP/Nome
lt: Nuotolinis aparatas 2 [vardas:]IP/vartotojas
pl: Zdalny odbiornik 2 [Nazwa wyświetlana:]IP/Nazwa
pt: Dispositivo Remoto 2 [NomeEcrã:]IP/Nome
sk: Vzdialený Box 2 [zobrazované meno:]IP/Meno

source: Remote Box 3 [Displayname:]IP/Name
es: Dispositivo Remoto 3 [Nombrepantalla:]IP/Nombre
fi: Etälaite 3 [Näyttönimi:]IP/Nimi
it: Ricevitore remoto 3 [Displayname:] IP/Nome
lt: Nuotolinis aparatas 3 [vardas:]IP/vartotojas
pl: Zdalny odbiornik 3 [Nazwa wyświetlana:]IP/Nazwa
pt: Dispositivo Remoto 3 [NomeEcrã:]IP/Nome
sk: Vzdialený Box 3 [zobrazované meno:]IP/Meno

source: Remote Box 4 [Displayname:]IP/Name
es: Dispositivo Remoto 4 [Nombrepantalla:]IP/Nombre
fi: Etälaite 4 [Näyttönimi:]IP/Nimi
it: Ricevitore remoto 4 [Displayname:] IP/Nome
lt: Nuotolinis aparatas 4 [vardas:]IP/vartotojas
pl: Zdalny odbiornik 4 [Nazwa wyświetlana:]IP/Nazwa
pt: Dispositivo Remoto 4 [NomeEcrã:]IP/Nome
sk: Vzdialený Box 4 [zobrazované meno:]IP/Meno

source: Remote Box 5 [Displayname:]IP/Name
es: Dispositivo Remoto 5 [Nombrepantalla:]IP/Nombre
fi: Etälaite 5 [Näyttönimi:]IP/Nimi
it: Ricevitore remoto 5 [Displayname:] IP/Nome
lt: Nuotolinis aparatas 5 [vardas:]IP/vartotojas
pl: Zdalny odbiornik 5 [Nazwa wyświetlana:]IP/Nazwa
pt: Dispositivo Remoto 5 [NomeEcrã:]IP/Nome
sk: Vzdialený Box 5 [zobrazované meno:]IP/Meno

source: Remote Box Poll every Minutes
es: Dispositivo Remoto Encuesta cada Minuto
fi: Etälaitteen pollaus joka minuutti
it: Sondaggio ricevitore remoto ogni minuti
lt: Nuotolinio aparato užklausa kas [min.]
pl: Zdalny odbiornik sprawdź co minutę
pt: Sondar Dispositivo Remoto todos os Minutos
sk: Vzdialený Box obnova v minútach

source: Remote Box Timer [Displayname:]IP/Name
es: Dispositivo Remoto Temporizador [Nombrepantalla:]IP/Nombre
fi: Etälaitteen ajastus [Näyttönimi:]IP/Nimi
it: Timer ricevitore remoto [Displayname:] IP/Nome
lt: Nuotolinio aparato laikmatis [vardas:]IP/vartotojas
pl: Zdalny odbiornik Timer[Nazwa wyświetlana:]IP/Nazwa
pt: Timer da box remota [Nome a exibir:]IP/Nome
sk: Vzdialený Box 1 [zobrazované meno:]IP/Meno

source: Remote Box Timer Poll every Minutes
es: Dispositivo Remoto Temporizador Encuesta cada Minuto
fi: Etälaitteen ajastuksen pollaus joka minuutti
it: Timer sondaggio ricevitore remoto ogni minuti
lt: Nuotolinio aparato laikmačio užklausa kas [min.]
pl: Zdalny odbiornik sprawdź timer co minutę
pt: Timer da box remota pesquisa todos os Minutos
sk: Vzdialený Box obnova v minútach

source: WWW Converter Poll Interval
es: Intervalo Convertidor WWW
fi: WWW-muuntimen kyselyväli
it: Intervallo sondaggio convertitore WWW
lt: WWW keitiklio užklausų intervalas
pl: WWW konwerter interwał próbkowania
pt: Intervalo Conversor WWW
sk: WWW Konvertor čas obnovy

source: WWW Converter Usage
es: Uso del Convertidor WWW
fi: WWW-muuntimen osoite
it: Utilizzo convertitore WWW
lt: WWW keitiklio naudojimas
pl: WWW użycie konwertera
pt: Uso do Conversor WWW
sk: Použiť WWW konvertor

source: WWW ApiKey from cloudconvert.org
es: Llave Api WWW de cloudconvert.org
fi: Cloudconvert.org WWW ApiKey
it: WWW ApiKey da cloudconvert.org
lt: WWW API raktas iš cloudconvert.org
pl: WWW ApiKey z cloudconvert.org
pt: Chave Api WWW de cloudconvert.org
sk: WWW ApiKey z cloudconvert.org

source: WWW ApiKey from convertapi.com
es: Llave Api WWW de convertapi.com
fi: Convertapi.com WWW ApiKey
it: WWW ApiKey da convertapi.com
lt: WWW API raktas iš convertapi.com
pl: WWW ApiKey z convertapi.com
pt: Chave Api WWW de convertapi.com
sk: WWW ApiKey z convertapi.com

source: WebIF Refresh [s]
es: Refresco WebIF [s]
fi: WebIF: Virkistä [s]
it: WebIF aggiornamento [s]
lt: WebIF atnaujinti kas [sek.]
pl: Odświeżanie WebIF [s]
pt: Refrescamento WebIF [s]
sk: WebIF aktualizácia [s]

source: WebIF Refresh Type
es: Tipo de Refresco WebIF
fi: WebIF: Virkistystyyppi
it: WebIF tipo aggiornamento
lt: WebIF atnaujinimo būdas
pl: Typ odświeżania WebIF
pt: Tipo de Refrescamento WebIF
sk: WebIF typ aktualizácie

source: WebIF Init Delay
es: Retraso de Inicio WebIF
fi: WebIF: Viive
it: WebIF ritardo inizio
lt: WebIF inicijavimo delsa
pl: WebIF Opóźnienie inicjalizacji
pt: Atraso de Inicio WebIF
sk: WebIF Inicializácia oneskorenie

source: WebIF IP Deny
es: IP Prohibida WebIF
fi: WebIF: Estä IP:(t)
it: WebIF IP negato
lt: WebIF uždrausti IP
pl: WebIF IP Zabronione
pt: IP Proibido WebIF
sk: WebIF IP zakáž

source: WebIF Design
es: Diseño WebIF
fi: WebIF: Ulkoasu
lt: WebIF išvaizda
pl: WebIF Wygląd
pt: Desenho WebIF
sk: WebIF vzhľad

source: Save as Picture for WebIF
es: Guardar como Imagen para WebIF
fi: Tallenna kuva WebIF:lle
it: Salva come immagine per WebIF
lt: Išsaugoti, kaip WebIF paveikslėlį
pl: Zapisz jako obraz dla WebIF
pt: Guardar como Imagem para WebIF
sk: Uložiť ako obrázok pre WebIF

source: MJPEG Stream LCD 1 enable
es: MJPEG Arroyo LCD 1 permitir
fi: MJPEG: Syöte LCD 1 Päälle
it: MJPEG Stream LCD 1 abilita
lt: MJPEG srautas į LCD 1 įjungtas
pl: Strumień MJPEG LCD 1 załącz
pt: Ativar Stream MJPEG LCD 1
sk: MJPEG stream pre LCD 1 povoliť

source: MJPEG Stream LCD 1 Port
es: MJPEG Arroyo LCD 1 Puerto
fi: MJPEG: Syöte LCD 1 Portti
it: MJPEG Stream LCD 1 porta
lt: MJPEG srauto į LCD 1 prievadas
pl: Strumień MJPEG LCD 1 Port
pt: Porta Stream MJPEG LCD 1
sk: MJPEG Stream LCD 1 porty

source: MJPEG Stream LCD 1 Virtual Brightness
es: MJPEG Arroyo LCD 1 Brillo virtual
fi: MJPEG: Syöte LCD 1 Virtuaalinen kirkkaus
it: MJPEG Stream LCD 1 luminosità virtuale
lt: MJPEG srauto į LCD 1 virtualus šviesumas
pl: Strumień MJPEG dla LCD1 wirtualna jasność
pt: MJPEG Stream LCD 1 Brilho Virtual
sk: MJPEG stream pre LCD 1 Virtuálny jas

source: MJPEG Stream LCD 2 enable
es: MJPEG Arroyo LCD 2 permitir
fi: MJPEG: Syöte LCD 2 Päälle
it: MJPEG Stream LCD 2 abilita
lt: MJPEG srautas į LCD 2 įjungtas
pl: Strumień MJPEG LCD 2 załącz
pt: Activar Stream MJPEG LCD 2
sk: MJPEG stream pre LCD 2 povoliť

source: MJPEG Stream LCD 2 Port
es: MJPEG Arroyo LCD 2 Puerto
fi: MJPEG: Syöte LCD 2 Portti
it: MJPEG Stream LCD 2 porta
lt: MJPEG srauto į LCD 2 prievadas
pl: Strumień MJPEG LCD 2 Port
pt: Porta Stream MJPEG LCD 2
sk: MJPEG Stream LCD 2 porty

source: MJPEG Stream LCD 2 Virtual Brightness
es: MJPEG Arroyo LCD 2 Brillo virtual
fi: MJPEG: Syöte LCD 2 Virtuaalinen kirkkaus
it: MJPEG Stream LCD 2 luminosità virtuale
lt: MJPEG srauto į LCD 2 virtualus šviesumas
pl: Strumień MJPEG dla LCD2 wirtualna jasność
pt: MJPEG Stream LCD 2 Brilho Virtual
sk: MJPEG stream pre LCD 2 Virtuálny jas

source: MJPEG Stream LCD 3 enable
es: MJPEG Arroyo LCD 3 permitir
fi: MJPEG: Syöte LCD 3 Päälle
it: MJPEG Stream LCD 3 abilitato
lt: MJPEG srautas į LCD 3 įjungtas
pl: Strumień MJPEG LCD 3 załącz
pt: Activar Stream MJPEG LCD 3
sk: MJPEG stream pre LCD 3 povoliť

source: MJPEG Stream LCD 3 Port
es: MJPEG Arroyo LCD 3 Puerto
fi: MJPEG: Syöte LCD 3 Portti
it: MJPEG Stream LCD 3 porta
lt: MJPEG srauto į LCD 3 prievadas
pl: Strumień MJPEG LCD 3 Port
pt: Porta Stream MJPEG LCD 3
sk: MJPEG Stream LCD 3 porty

source: MJPEG Stream LCD 3 Virtual Brightness
es: MJPEG Arroyo LCD 3 Brillo virtual
fi: MJPEG: Syöte LCD 3 Virtuaalinen kirkkaus
it: MJPEG Stream LCD 3 luminosità virtuale
lt: MJPEG srauto į LCD 3 virtualus šviesumas
pl: Strumień MJPEG dla LCD3 wirtualna jasność
pt: MJPEG Stream LCD 3 Brilho Virtual
sk: MJPEG stream pre LCD 2 Virtuálny jas

source: MJPEG Cycle
es: MJPEG Ciclo
fi: MJPEG: Kierto
it: MJPEG cicli
lt: MJPEG ciklai
pl: Cykl MJPEG
pt: Ciclo MJPEG
sk: MJPEG cyklus

source: MJPEG Restart on Error
es: MJPEG Reiniciar en caso de error
fi: MJPEG: Virheen sattuessa, uudelleenkäynnistys
it: MJPEG riavvia in caso di errore
lt: MJPEG paleistas iš naujo po klaidos
pl: Restart MJPEG przy błędzie
pt: MJPEG Reiniciar com erro
sk: MJPEG Reštartujte pri chybe

source: MJPEG Header Mode
es: Modo de Cabecera MJPEG
fi: MJPEG: Otsikkotila
it: MJPEG modalità intestazione
lt: MJPEG antraštės dydis
pl: Tryb nagłówka MJPEG
pt: Modo de Cabeçalho MJPEG
sk: MJPEG režim hlavičky

source: Show Streams '4097; 5001...5003' in Mode
es: Mostrar Streams '4097; 5001...5003' en modo
fi: Näytä streamit '4097; 5001...5003' tilassa
it: Mostra Stream '4097; 5001...5003' in modalità
lt: Rodyti srautus '4097; 5001...5003' režimu
pl: Pokaż strumienie '4097; 5001...5003' w trybie
pt: Mostrar Stream '4097; 5001...5003' no modo
sk: Zobraziť streamy '4097; 5001...5003' v režime

source: Sonos IP
lt: Sonos IP adresas
pl: Sonos adres IP
pt: IP Sonos

source: Sonos Ping Timeout [ms]
es: Sonos Ping Descanso [ms]
fi: Sonos: Ping Aikakatkaisu [ms]
lt: Sonos ping intervalas [ms]
pl: Sonos limit czasu [ms]
pt: Tempo limite de Ping Sonos [ms]
sk: Sonos Časový limit ping [ms]

source: Sonos Play Check
es: Sonos Tocar Cheque
fi: Sonos: Play-tarkistus
it: Sonos test riproduzione
lt: Sonos veiklos tikrinimas
pt: Verificar reprodução Sonos
sk: Sonos Prehrať šek

source: Sonos Refresh [s]
es: Sonos Refresco [s]
fi: Sonos: Virkistä [s]
it: Sonos aggiornamento [s]
lt: Sonos atnaujinimo intervalas [sek.]
pl: Sonos odświeżanie [s]
pt: Refrescar Sonos [s]
sk: Sonos Obnoviť [s]

source: BlueSound Ping Timeout [ms]
es: BlueSound Descanso [ms]
fi: BlueSound: Ping Aikakatkaisu [ms]
it: Timeout ping BlueSound [ms]
lt: BlueSound ping intervalas [ms]
pt: BlueSound tempo limite de Ping [ms]
sk: BlueSound Časový limit ping [ms]

source: BlueSound Play Check
es: BlueSound Tocar Cheque
fi: BlueSound: Toisto-tarkistus
it: BlueSound test riproduzione
lt: BlueSound veiklos tikrinimas
pt: BlueSound verificar reprodução
sk: BlueSound Prehrať šek

source: BlueSound Refresh [s]
es: BlueSound Refresco [s]
fi: BlueSound: Virkistä [s]
it: BlueSound aggiornamento [s]
lt: BlueSound atnaujinimo intervalas [sek.]
pt: BlueSound Refrescar [s]
sk: BlueSound Obnoviť [s]

source: MusicCast Server IP [optional]
fi: MusicCast: Palvelimen IP [valinnainen]
it: MusicCast IP del Server [opzionale]
lt: MusicCast serverio IP [pasirinktinai]
pl: Adres IP serwera MusicCast [opcjonalnie]
pt: MusicCast IP [opcional]

source: MusicCast Ping Timeout [ms]
es: MusicCast Ping Descanso [ms]
fi: MusicCast: Ping-aikakatkaisu [ms]
lt: MusicCast 'ping' atsakas [ms]
pt: MusicCast Tempo limite de Ping [ms]
sk: MusicCast Časový limit ping [ms]

source: MusicCast Play Check
es: MusicCast Tocar Cheque
fi: MusicCast: Play-tarkistus
it: MusicCast test riproduzione
lt: MusicCast tikrinimas
pt: MusicCast Verificar reprodução
sk: MusicCast Prehrať šek

source: MusicCast Refresh [s]
es: MusicCast Refresco [s]
fi: MusicCast: Virkistä [s]
it: MusicCast aggiornamento [s]
lt: MusicCast atnaujinimas [sek.]
pt: MusicCast Refrescar [s]
sk: MusicCast Obnoviť [s]

source: MusicCast Cover
fi: MusicCast: Kansikuva
lt: MusicCast viršelis
pl: Okładka MusicCast
pt: MusicCast Cobrir
sk: MusicCast Obal

source: LCD Custom Width
es: Anchura Personalizada del LCD
fi: LCD: Mukautettu leveys
it: LCD larghezza personalizzata
lt: LCD pasirinktinis plotis
pl: Niestandardowa szerokość wyświetlacza LCD
pt: Largura Personalizada do LCD
sk: LCD voliteľná šírka

source: LCD Custom Height
es: Altura Personalizada del LCD
fi: LCD: Mukautettu korkeus
it: LCD altezza personalizzata
lt: LCD pasirinktinis aukštis
pl: Niestandardowa wysokość wyświetlacza LCD
pt: Altura Personalizada do LCD
sk: LCD voliteľná výška

source: LCD Custom Width 2
es: Anchura Personalizada 2 del LCD
fi: LCD: Mukautettu leveys 2
it: LCD larghezza personalizzata 2
lt: LCD pasirinktinis plotis 2
pl: Niestandardowa szerokość wyświetlacza LCD 2
pt: LCD Personalizado Largura 2
sk: LCD voliteľná šírka 2

source: LCD Custom Height 2
es: Altura Personalizada 2 del LCD
fi: LCD: Mukautettu korkeus 2
it: LCD altezza personalizzata 2
lt: LCD pasirinktinis aukštis 2
pl: Niestandardowa wysokość wyświetlacza LCD 2
pt: LCD Personalizado Altura 2
sk: LCD voliteľná výška 2

source: LCD Off when shutdown
es: LCD apagado cuando se apaga
fi: LCD: pois päältä kun sammutettuna
it: LCD off quando spegni
lt: Išjungti LCD, išjungus aparatą
pl: LCD wyłączony po wyłączeniu
pt: LCD Desligado ao desligar
sk: LCD Vypnuté pri vypnutí

source: Timing ! calc all Times to Time/5*2 in Fastmode
es: Hora ! calcular todas las veces a hora/5*2 en Modo Rápido
it: Timing ! Calcola tutti in Time/5*2 in Fastmode
lt: Greitąjame režime laiką skaičiuoti pagal 'laiką/5*2'
pl: Czas! Przelicz cały czas do czas/5*2 w szybkim trybie
pt: Hora ! calcular todas as vezes a hora/5*2 en Modo Rápido
sk: Časovanie ! vypočet všetkých časov na Čas/5*2 v rýchlom móde

source: Display Delay [ms]
es: Retraso Pantalla [ms]
fi: Näytön viive [ms]
it: Ritardo di visualizzazione [ms]
lt: Delsa [ms]
pl: Opóźnienie wyświetlania [ms]
pt: Atraso Ecrã [ms]
sk: Oneskorenie zobrazovača [ms]

source: Threads per LCD
es: Hilos por LCD
fi: Ketjut per LCD
it: Righe per LCD
lt: Gijų viename LCD
pl: Zadań na LCD
pt: Threads por LCD
sk: Témy pre LCD

source: Show Crash Corner
es: Mostrar Esquina Rota
it: Mostra angolo crash
lt: Rodyti gedimo kampelį
pl: Pokaż Crash Corner
pt: Mostrar Crash
sk: Zobraz chybové hlásenia

source: Show 'no ....' Messages
es: Mostrar Mensajes 'no...'
fi: Näytä 'ei ....' Viestejä
it: Mostra 'nessun ....' messaggio
lt: Rodyti 'ne ....' pranešimus
pl: Pokaż "nie ... Wiadomości
pt: Mostrar Mensagens 'não...'
sk: Zobraz 'žiadne ....' hlásenia

source: Storage-Devices: Force Read
es: Dispositivos de Almacenamiento: Forzar lectura
fi: Tallennusväline: Pakota luku
it: Dispositivi di archiviazione: Forza lettura
lt: Priverstinai skaityti prijungtas laikmenas
pl: Menadżer urządzeń: Wymuś odczyt
pt: Forçar Leitura de Dispositivos de Armazenamento
sk: Úložné zariadenia: Vynútiť čítanie

source: Storage-Devices: Color Back
es: Dispositivos de Almacenamiento: Color Fondo
fi: Tallennusväline: Taustaväri
it: Dispositivi di archiviazione: Colore sfondo
lt: Laikmenos - fono spalva
pl: Urządzenia pamięci masowej: Kolorowy tył
pt: Dispositivos de armazenamento: Cor Fundo
sk: Úložné zariadenia: Farba späť

source: Storage-Devices: Color Bar
es: Dispositivos de Almacenamiento: Color Bar
fi: Tallennusväline: Palkin väri
it: Dispositivi di archiviazione: Colore barra
lt: Laikmenos - juosta (spalva)
pl: Urządzenia pamięci masowej: Color Bar
pt: Dispositivos de armazenamento: Cor Barra
sk: Úložné zariadenia: Farebná lišta

source: Storage-Devices: Color Full
es: Dispositivos de Almacenamiento: Color Completo
fi: Tallennusväline: Väri, kun tilaa on vähän jäljellä
it: Dispositivi di archiviazione: Colore pieno
lt: Laikmenos - užpildyta (spalva)
pl: Urządzenia pamięci masowej: Kolor Pełny
pt: Dispositivos de armazenamento: Cor Cheia
sk: Úložné zariadenia: Farba plná

source: Network Check active
es: Comprobación de Red activa
fi: Verkkotarkistus aktiivinen
it: Test della rete attivato
lt: Tikrinti prisijungimą prie tinklo
pl: Sprawdzanie sieci aktywne
pt: Verificar rede ativa
sk: Kontrola siete aktívna

source: Switch FrameBuffer [if possible]
es: Poner contador de planos (si es posible)
fi: Vaihda ruutubufferia [jos mahdollista]
it: Cambia FrameBuffer [se possibile]
lt: Kadrų įkėlimas į podėlį [jei įmanoma]
pl: Przełącz FrameBuffer [jeśli możliwy]
pt: Por contador de planos (se for possível)
sk: Prepnúť FrameBuffer [ak je to možné]

source: Config Backup Path [ok]>
es: Ruta para Guardar Configuraciones [ok]>
fi: Asetukset: Varmuuskopion polku [ok]
it: Configurazione percorso Backup [OK] >
lt: Nustatymų atsarginės kopijos kelias [Ok]>
pl: Konfiguracja zapisu kopii zapasowej [ok] >
pt: Percurso para Guardar Configurações [OK]>
sk: Cesta zálohy konfig. [ok]>

source: Config Restore All Settings
es: Restaurar Configuración de Todos los Ajustes
fi: Asetukset: Palauta kaikki asetukset
it: Ripristina tutte le impostazioni
lt: Atkurti visus nustatymus
pl: Konfiguracja przywracania ustawień
pt: Restaurar Configuração de todas as Definições
sk: Konfigurácia obnova všetkých nastavení

source: Debug-Logging > /tmp/L4log.txt
es: Registro de Depuración > /tmp/L4log.txt
fi: Debug-Lokit > /tmp/L4log.txt
lt: Klaidų žurnalas > /tmp/L4log.txt
pl: Debugowanie > /tmp/L4log.txt
pt: Registo de Depuração > /tmp/L4log.txt
sk: Logovanie > /tmp/L4log.txt

source: - Backlight Off [disable set Off=On]
es: - Luz de Fondo Desconectada [deshabilita ajuste Off=On]
fi: - Ei taustavaloa
it: - Retroilluminazione Off [Off -> On]
lt: - Pašvietimo išjungimas [Off = įjungta]
pl: -Podświetlenie wyłączone [wyłącz Off=On]
pt: - Luz de Fundo Desligada [desligar ajuste Off=On]
sk: - Podsvietenie vyp. [ Zap.=Vyp.]

source: - Backlight On
es: - Luz de Fondo Conectada
fi: - Taustavalo päällä
it: - Retroilluminazione ON
lt: - Pašvietimo įjungimas
pl: - Podświetlenie włączone
pt: - Luz de Fundo Ligada
sk: - Podsvietenie zap

source: - Backlight Weekend Off [disable set Off=On]
es: - Luz de Fondo Fin de Semana desconectada [deshabilita ajuste Off=On]
fi: - Ei taustavaloa viikonloppuisin
it: - Retroilluminazione week end OFF
lt: - Pašvietimo išjungimas savaitgaliais [Off = įjungta]
pl: -Podświetlenie w weekend wyłączone [wyłącz Off=On]
pt: - Luz de Fundo Fim de Semana desconetada [desligar ajuste Off=On]
sk: - Podsvietenie cez víkend vyp. [ Zap.=Vyp.]

source: - Backlight Weekend On
es: - Luz de Fondo Fin de Semana Conectada
fi: - Taustavalo Viikkonloppuisin päällä
it: - Retroilluminazione week end ON
lt: - Pašvietimo įjungimas savaitgaliais
pl: -Podświetlenie w weekend włączone
pt: - Luz de Fundo Fim de Semana ligada
sk: - Podsvietenie cez víkend zap

source: - LCD Auto-OFF
es: - LCD Apagado automático
fi: - LCD Automaattisesti pois päältä
lt: - LCD automatinis išjungimas
pl: - LCD automatyczne wyłączenie
sk: - LCD Automatické vypnutie

source: Background
es: Fondo
fi: Tausta
it: Sfondo
lt: Fonas
pl: Tło
pt: Fundo
sk: Pozadie

source: - Picture [ok]>
es: - Imagen [ok]
fi: - Kuva [ok]>
it: - Immagine [OK] >
lt: - Kelias iki paveikslėlio [Ok]>
pl: - Obraz[ok]>
pt: - Imagem [OK]
sk: - Obrázok [ok]>

source: - Picon Size
es: - Tamaño de Picon
fi: - Piconin koko
it: - Dimensioni picon
lt: - Piktogramos dydis
pl: - Rozmiar Picon
pt: - Tamanho dos Picons
sk: - Picon veľkosť

source: - Split Screen
es: - Pantalla Dividida
fi: - Jaettu näyttö
it: - Display sdoppiato
lt: - Ekrano perskyrimas
pl: - Podzielony ekran
pt: - Ecrã Dividido
sk: - rozdelená obrazovka
