Repository: MrServo/oe-alliance-plugins
Catalog: LCD4linux/po/*.po
Languages: es, fi, it, lt, pl, pt, sk

source: Box-Skin-LCD Color
es: Color LCD Box-Skin
fi: VDF-näytön väri
it: Box-Skin-LCD colore
lt: Aparato LCD spalva
pl: Box-Skin-LCD Kolor
pt: Box-Skin-LCD Cor
sk: Box-Skin-LCD Farba

source: Box-Skin-LCD Enable On-Mode
es: Activar Modo On LCD Box-Skin
fi: VDF-näyttö, aktivoi Käynnissä -tilassa
it: Box-Skin-LCD abilita modalità On
lt: Įjungtame režime aparato LCD įjungtas
pl: Box-Skin-LCD włącza tryb załączenia
pt: Box-Skin-LCD Ativar Modo On
sk: Box-Skin-LCD povoliť zap. mód

source: Box-Skin-LCD Enable Media-Mode
es: Activar Modo Media LCD Box-Skin
fi: VDF-näyttö, aktivoi Media -tilassa
it: Box-Skin-LCD abilita modalità Media
lt: Multimedijos režime aparato LCD įjungtas
pl: Box-Skin-LCD Załącz tryb mediów
pt: Box-Skin-LCD Ativar Modo Mídia
sk: Box-Skin-LCD povoliť média mód

source: Box-Skin-LCD Enable Idle-Mode
es: Activar Modo Apagado LCD Box-Skin
fi: VDF-näyttö, aktivoi valmiustilassa
it: Box-Skin-LCD abilita modalità Idle
lt: Neveiklos režime aparato LCD įjungtas
pl: Box-Skin-LCD Załącz tryb uśpienia
pt: Box-Skin-LCD Ativar Modo Apagado
sk: Box-Skin-LCD povoliť čakací mód

source: OSD [display time]
es: OSD [hora en pantalla]
fi: OSD [näytettävä aika]
it: OSD [mostra orario]
lt: Ekrano meniu [kiek laiko rodyti]
pl: OSD [czas wyświetlania]
pt: OSD [hora no ecrã]
sk: OSD [čas zobrazenia]

source: - which LCD
es: - qué LCD
fi: - mikä LCD-näyttö
it: - quale LCD
lt: - Kuriame LCD
pl: - który LCD
pt: - qual LCD
sk: - ktoré LCD

source: - Show in Mode
es: - Mostrar en Modo
fi: - Näytä tilassa
it: - Mostra in modalità
lt: - Rodyti režimuose
pl: - Pokaż w trybie
pt: - Mostrar em Modo
sk: - zobraz v móde

source: - OSD Size
es: - Tamaño OSD
fi: - OSD:n koko
it: - Dimensioni OSD
lt: - Ekrano meniu dydis
pl: - Rozmiar OSD
pt: - Tamanho OSD
sk: - veľkosť OSD

source: - Background/Transparency
es: - Fondo/Transparencia
fi: - Tausta/Läpinäkyvyys
it: - Trasparenza sfondo
lt: - Fonas / skaidrumas
pl: - Tło/Przeźroczystość
pt: - Fundo/Transparência
sk: - Pozadie/Priehľadnosť

source: - Fast Grab lower quality
es: - Grabador Rápido baja calidad
it: - Grab veloce qualità inferiore
lt: - Greitesnis, žemesnės kokybės
pl: - Niższa jakość Fast Grab
pt: - Gravador Rápido de qualidade baixa
sk: - rýchly snímok nízkej kvality

source: Popup Text
es: Texto Emergente
fi: Popup-Teksti
it: Testo popup
lt: Iškylantis tekstas
pl: Tekst popup-a
pt: Texto Emergente
sk: Vyskakovací text

source: - Clear Key
es: - Clave clara
fi: - Poistu-painike
it: - Tasto Cancella
lt: - Išvalyti
pl: - Wyczyść klucz
sk: - Vymazať kľúč

source: - Font Size
es: - Tamaño de Fuente
fi: - Fontin koko
it: - Dimensioni testo
lt: - Šrifto dydis
pl: - Rozmiar czcionki
pt: - Tamanho da Fonte
sk: - veľkosť písma

source: - Position
es: - Posición
fi: - Positio
it: - Posizione
lt: - Vertikali pozicija
pl: - Pozycja
pt: - Posição
sk: - umiestnenie

source: - Alignment
es: - Alineamiento
fi: - Kohdistus
it: - Allineamento
lt: - Horizontalus lygiavimas
pl: - Wyrównanie
pt: - Alinhamento
sk: - Zarovnanie

source: - Color
fi: - Tekstin väri
it: - Colore
lt: - Spalva
pl: - Kolor
pt: - Cor
sk: - Farba

source: - Background Color
es: - Color de Fondo
fi: - Taustaväri
it: - Colore sfondo
lt: - Fono spalva
pl: - Kolor tła
pt: - Cor de Fundo
sk: - Farba pozadia

source: - Font
es: - Fuente
fi: - Fontti
it: - Carattere
lt: - Šriftas
pl: - Czcionka
pt: - Fonte
sk: - písmo

source: Active Screen
es: Pantalla Activa
fi: Aktiivinen näyttö
it: Display attivo
lt: Aktyvus ekranas
pl: Aktywny ekran
pt: Ecrã Ativo
sk: Aktívna obrazovka

source: Screen Switch Select - Screen
es: Seleccionar pantalla a Cambiar - Pantalla
fi: Valitse vaihdettava näyttö - Näyttö
it: Display selettore - Display
lt: Ekranų perjungimas - Ekranas
pl: Ekran Przełącznik wyboru - Ekran
pt: Selecionar ecrã a Mudar - LCD
sk: Výber prepínača obrazovky - Obrazovka

source: Screen Default after mode change - Screen
es: Pantalla por defecto tras el cambio de modo - Pantalla
fi: Näyttö Oletusarvo tilan vaihdon jälkeen - Näyttö
it: Schermo Predefinito dopo il cambio di modalità - Schermo
lt: Numatytoji ekrano reikšmė pakeitus režimą - Ekranas
pl: Ekran domyślny po zmianie trybu - Ekran
pt: Ecrã padrão após mudança de modo - Ecrã
sk: Predvolená obrazovka po zmene režimu - obrazovka

source: Screen Switch Select - LCD
es: Seleccionar pantalla a Cambiar - LCD
fi: Valitse vaihdettava näyttö - LCD
it: Display selettore - LCD
lt: Ekranų perjungimas - LCD
pl: Ekran Przełącznik wyboru - LCD
pt: Selecionar ecrã a Mudar - LCD
sk: Výber prepínača obrazovky - LCD

source: Screens used for Changing
es: Pantallas usadas para los cambios
fi: Valitse kierrätettävät näytöt
it: Display utilizzati per cambiare
lt: Ekranai, naudojami keitimui
pl: Ekranów używanych dla zmiany
pt: Ecrãs usados para mudar
sk: Obrazovky použité na výmenu

source: Screen 1 Changing Time
es: Tiempo de cambio Pantalla 1
fi: Näytön 1 vaihtumisaika
it: Display 1 cambio tempo
lt: 1 ekrano rodymo laikas
pl: Ekran 1 czas zmiany
pt: Tempo para mudar Ecrã 1
sk: Obrazovka 1 čas zmeny

source: - Screen 2 Changing Time
es: - Tiempo de cambio Pantalla 2
fi: - Näyttö 2 vaihtumisaika
it: - Schermata 2 modifica ora
lt: - 2 ekrano rodymo laikas
pl: - Ekran 2 czas zmiany
pt: - Tempo de permuta de Ecrã 2
sk: - čas zmeny obrazovky 2

source: - Screen 3 Changing Time
es: - Tiempo de cambio Pantalla 3
fi: - Näyttö 3 vaihtumisaika
it: - Schermata 3 modifica ora
lt: - 3 ekrano rodymo laikas
pl: - Ekran 3 czas zmiany
pt: - Tempo de permuta de Ecrã 3
sk: - čas zmeny obrazovky 3

source: - Screen 4 Changing Time
es: - Tiempo de cambio Pantalla 4
fi: - Näyttö 4 vaihtumisaika
it: - Schermata 4 modifica ora
lt: - 4 ekrano rodymo laikas
pl: - Ekran 4 czas zmiany
pt: - Tempo de permuta de Ecrã 4
sk: - čas zmeny obrazovky 4

source: - Screen 5 Changing Time
es: - Tiempo de cambio Pantalla 5
fi: - Näyttö 5 vaihtumisaika
it: - Schermata 5 modifica ora
lt: - 5 ekrano rodymo laikas
pl: - Ekran 5 czas zmiany
pt: - Tempo de permuta de Ecrã 5
sk: - čas zmeny obrazovky 5

source: - Screen 6 Changing Time
es: - Tiempo de cambio Pantalla 6
fi: - Näyttö 6 vaihtumisaika
it: - Schermata 6 modifica ora
lt: - 6 ekrano rodymo laikas
pl: - Ekran 6 czas zmiany
pt: - Tempo de permuta de Ecrã 6
sk: - čas zmeny obrazovky 6

source: - Screen 7 Changing Time
es: - Tiempo de cambio Pantalla 7
fi: - Näyttö 7 vaihtumisaika
it: - Schermata 7 modifica ora
lt: - 7 ekrano rodymo laikas
pl: - Ekran 7 czas zmiany
pt: - Tempo de permuta de Ecrã 7
sk: - čas zmeny obrazovky 7

source: - Screen 8 Changing Time
es: - Tiempo de cambio Pantalla 8
fi: - Näyttö 8 vaihtumisaika
it: - Schermata 8 modifica ora
lt: - 8 ekrano rodymo laikas
pl: - Ekran 8 czas zmiany
pt: - Tempo de permuta de Ecrã 8
sk: - čas zmeny obrazovky 8

source: - Screen 9 Changing Time
es: - Tiempo de cambio Pantalla 9
fi: - Näyttö 9 vaihtumisaika
it: - Schermata 9 modifica ora
lt: - 9 ekrano rodymo laikas
pl: - Ekran 9 czas zmiany
pt: - Tempo de permuta de Ecrã 9
sk: - čas zmeny obrazovky 9

source: Picture Changing Time
es: Tiempo de cambio Imagen
fi: Kuvan vaihtumisaika
it: Tempo cambio immagini
lt: Vaizdų keitimosi laikas
pl: Czas zmiany zdjęć
pt: Tempo para mudar de Imagem
sk: Obrázok čas zmeny

source: Picture Sort
es: Imágenes aleatorias
fi: Kuvien järjestys
it: Ordina immagini
lt: Vaizdų rūšiavimas
pl: Sortowanie zdjęć
pt: Imagens aleatórias
sk: Zoradenie obrázkov

source: Picture Directory Recursive
es: Directorio Recursivo de Imágenes
fi: Rekursiivinen kuvahakemisto
it: Directory immagini ricorsiva
lt: Vaizdų rekursinis katalogas
pl: Katalog zdjęć cykliczny
pt: Diretório Recursivo de Imagens
sk: Obrázok rekurzívny priečinok

source: Picture Quality for Resizing
es: Calidad de Imagen para Redimensionar
fi: Kuvakoon muokkauksen kuvanlaatu
it: Qualità immagine per il ridimensionamento
lt: Vaizdų kokybė mažinant
pl: Jakość obrazu skalowania
pt: Qualidade da Imagem para Redimensionar
sk: Kvalita obrázka na zmenu veľkosti

source: Picture Quick Update Time [s]
es: Tiempo de Actualización Rápida de Imagen [s]
fi: Kuvan nopea päivitysaika [s]
it: Aggiornamento immagine Quick Time [s]
lt: Vaizdų atnaujinimo intervalas [sek.]
pl: Szybka aktualizacja obraz [s]
pt: Tempo de Atualização Rápida de Imagen [s]
sk: Obrázok čas rychlej aktualizácie [s]

source: Picture Type [only Picture]
es: Tipo de Imagen [solo Imagen]
fi: Kuvan formaatti [vain kuva]
it: Tipo di immagine [solo immagine]
lt: Vaizdo failų tipas [tik vaizdai]
pl: Typ obrazu [tylko zdjęcie]
pt: Tipo de Imagem [só Imagem]
sk: Typ obrázka [len obrázok]

source: Background-Picture Type
es: Tipo de Fondel de Imagen
fi: Taustakuvan tyyppi
it: Formato immagine sfondo
lt: Fono paveikslėlio tipas
pl: Tło - typ obrazu
pt: Fundo - Tipo de Imagem
sk: Typ obrázka pozadia

source: Weather API
es: El Tiempo API
fi: Sää-API
it: Meteo API
lt: Orų API
pt: O Tempo API
sk: Počasie - výber providera

source: Weather API-Key OpenWeatherMap
es: Clave del Tiempo API OpenWeatherMap
fi: Sää: API-Key OpenWeatherMap
it: Meteo API-Key OpenWeatherMap
lt: Orų API raktas OpenWeatherMap puslapyje
pl: Pogoda Klucz-API OpenWeatherMap
pt: Chave do Tempo API OpenWeatherMap
sk: Počasie API-key OpenWeatherMap

source: Weather City
es: Ciudad para el Tiempo
fi: Sää: Kaupunki
it: Meteo città
lt: Miestas, kurio orus rodyti
pt: Cidade para o Tempo
sk: Počasie MSN (pre Mesto 1)

source: Weather City 2
es: Ciudad para el Tiempo 2
fi: Sää: Kaupunki 2
it: Meteo città 2
lt: 2 miestas, kurio orus rodyti
pt: Cidade para o Tempo 2
sk: Počasie MSN (pre Mesto 2)

source: Weather-Icon-Path [ok]>
es: Ruta de Iconos del Tiempo [ok]>
fi: Sää-ikonin polku [ok]>
it: Meteo - Percorso icona [OK] >
lt: Kelias į orų piktogramas [Ok]>
pl: Pogoda-Ikona-Ścieżka [ok] >
pt: Percurso de Icons do Tempo [OK]>
sk: Počasie-Ikona-Cesta [ok]>

source: Weather-Icon Zoom
es: Zoom de Iconos del Tiempo
fi: Sää-ikoni zoom
it: Meteo - Zoom icona
lt: Orų piktogramos dydis
pl: Pogoda-Ikona Powiększenie
pt: Zoom de Icons do Tempo
sk: Počasie-Ikona zväčšenie

source: Weather Low Temperature Color
es: Color de Baja Temperatura del Tiempo
fi: Sää: Alhaisen lämpötilan väri
it: Meteo bassa temperatura colore
lt: Neigiamos temperatūros spalva
pl: Pogoda kolor niskiej temperatury
pt: Cor de Baixa Temperatura do Tempo
sk: Počasie farba nízkej (mínusovej) teploty

source: Weather High Temperature Color
es: Color de Alta Temperatura del Tiempo
fi: Sää: Korkean lämpötilan väri
it: Meteo alta temperatura colore
lt: Teigiamos temperatūros spalva
pl: Pogoda kolor wysokiej temperatury
pt: Cor de Alta Temperatura do Tempo
sk: Počasie farba vysokej (plusovej) teploty

source: Weather Transparency
es: Transparencias del Tiempo
fi: Sää: Läpiväkyvyys
it: Meteo trasparenza
lt: Orų lango skaidrumas
pl: Przejrzystość pogody
pt: Transparências do Tempo
sk: Počasie priehľadnosť

source: Weather Wind speed unit
es: Unidad de velocidad del viento meteorológico
fi: Sää: Tuulen nopeusyksikkö
it: Meteo unità di velocità vento
lt: Vėjo greičio matavimo vienetai
pl: Pogoda jednostka prędkości wiatru
pt: Unidade de Velocidade do Viento no Tempo
sk: Počasie jednotky rýchlosti vetra

source: Weather Wind Info Lines
es: Líneas de información de viento meteorológico
fi: Sää: Tuuli tietorivit
it: Meteo linee informative sul vento
lt: Oras Vėjas Informacijos linijos
pl: Linie informacyjne o pogodzie i wietrze
pt: Linhas de informação do vento do tempo
sk: Počasie smer a rýchlosť vetra

source: Weather Rain Chance
es: Posibilidad de Lluvia en el Tiempo
fi: Sää: Sateen mahdollisuus
it: Possibilità di pioggia
lt: Lietaus tikimybė
pl: Szansa na deszcz
pt: Possibilidade de Chuva no Tempo
sk: Počasie pravdepodobnosť dažďa

source: - Rain Zoom
es: - Zoom de Lluvia
fi: - Sade Zoom
it: - Zoom pioggia
lt: - Lietaus piešinio dydis
pt: - Zoom da Chuva
sk: - zväčšenie dažďa

source: - Rain Color
es: - Color de Lluvia
fi: - Sateen väri
it: - Colore pioggia
lt: - Lietaus spalva
pl: - Kolor deszczu
pt: - Cor da Chuva
sk: - farba dažďa

source: - Rain use Color 2 from
es: - La Lluvia usa color 2 desde
fi: - Sade: Käytä väriä 2 paikasta
it: - Pioggia utilizza colore 2 da
lt: - Lietaus naudojama spalva 2 iš
pl: - Deszcz używa kolor 2 z
pt: - A Chuva usa cor 2 desde
sk: - dážď používa farbu 2 z

source: - Rain Color 2
es: - Color de Lluvia 2
fi: - Sateen väri 2
it: - Colore pioggia 2
lt: - Lietaus spalva 2
pl: - Kolor deszczu 2
pt: - Cor de Chuva 2
sk: - farba dažďa 2

source: Weather Humidity Color
es: Tiempo Humedad Color
fi: Sää Kosteus Väri
it: Tempo Umidità Colore
lt: Orai Drėgmė Spalva
pl: Pogoda Wilgotność Kolor
pt: Tempo Humidade Cor
sk: Väder Luftfuktighet Färg

source: Weather Lines
es: Líneas del Tiempo
fi: Sää: Erotin
it: Meteo linee
lt: Orų linijos
pl: Linie pogodowe
pt: Linhas do Tempo
sk: Počasie riadky

source: Weather Trendarrows
es: Tiempo Flechas de Tendencia
fi: Sään: Trendinuolet
it: Meteo frecce di tendenza
lt: Orų tendencijų rodyklės
pl: Trendy pogodowe
pt: Tempo Setas de Tendência
sk: Počasie sípky trendov

source: Weather Extra Infos
es: Informaciones Extras del Tiempo
fi: Sää: Lisätiedot
it: Meteo informazioni extra
lt: Papildoma orų informacija
pl: Pogoda informacje dodatkowe
pt: Informações Extras do Tempo
sk: Počasie rozšírené info

source: - Extra Zoom
es: - Zoom Extra
lt: - Papildomos informacijos dydis
pl: - Dodatkowy zoom
pt: - Zoom Extra
sk: - Extra zväčšenie

source: - Show chill temperature from difference
es: - Mostrar temperaturas más frías desde la diferencia
fi: - Näytä viileän lämpötilan ero paikasta
it: - Mostra differenza temperatura percepita
lt: - Rodyti temperatūrų skirtumą
pl: - Pokaż temperaturę chłodzenia z różnicy
pt: - Mostrar temperaturas mais frias desde a diferença
sk: - zobraz teplotu ochladenia ak je rozdiel

source: - Extra Color City
es: - Color Extra de Ciudad
fi: - Kaupungin lisäväri
lt: - Papildoma spalva miestui
pt: - Cor Extra da Cidade
sk: - Extra farba mesta

source: - Extra Color Chill
es: - Color Extra del Frío
fi: - Viileän lisäväri
it: - Extra colore Chill
lt: - Papildoma spalva šalčiui
pt: - Cor Extra do Frio
sk: - Extra farba ochladenia

source: Netatmo CO2 Min Range
es: Netatmo CO2 Rango Mínimo
fi: Netatmo CO2 Pienin arvo
it: Stazione meteo CO2 campo min
lt: Netatmo CO2 min. lygis
pl: Netatmo CO2 Min. zakres
pt: Netatmo CO2 Intervalo Mínimo
sk: Netatmo CO2 Min rozsah

source: Netatmo CO2 Max Range
es: Netatmo CO2 Rango Máximo
fi: Netatmo CO2 Suurin arvo
it: Stazione meteo CO2 campo max
lt: Netatmo CO2 maks. lygis
pl: Netatmo CO2 Maks. zakres
pt: Netatmo CO2 Intervalo Máximo
sk: Netatmo CO2 Max rozsah

source: Meteo URL
es: URL Meteo
lt: Meteotarnybos internetinis adresas
pl: Adres URL stacji meteo
pt: URL Meteo
sk: URL počasia

source: Moon-Icon-Path [ok]>
es: Ruta Iconos Lunares [ok]>
fi: Kuu-ikonin polku [ok]>
it: Luna-Percorso-Icona [OK] >
lt: Kelias į mėnulio piktogramą [Ok]>
pl: -Księżyc-Ikona-Ścieżka [ok] >
pt: Percurso Icons Lunares [OK]>
sk: Cesta k ikone mesiaca [ok]>

source: Recording Picture [ok]>
es: Imagen de Grabación [ok]>
fi: Tallennuskuva [ok]>
it: Registrazione immagine [OK] >
lt: Užfiksuotą vaizdą išsaugoti į [Ok]>
pl: Nagrywanie obrazu [ok]>
pt: Imagem de Gravação [OK]>
sk: Obrázok záznamu [ok]>

source: Double-button switches
es: Cambios Doble Botón
fi: Kaksoispainallus vaihtaa näyttöä
it: Interruttori a doppio pulsante
lt: Dvigubo paspaudimo perjungimai
pl: Podwójny-przycisk przełączniki
pt: Trocas Tecla dupla
sk: Zmena dvoj-stlačením tlačidla

source: Key for Screen Change
es: Tecla para Cambiar pantalla
fi: Painike näytön vaihtamiseen
it: Tasto per cambiare schermo
lt: Ekranų kaitos mygtukas
pl: Przycisk zmiany ekranu
pt: Tecla para mudar Ecrã
sk: Kľúč na zmenu obrazovky

source: Key for Screen On/Off
es: Tecla para Apagar/Encender Pantalla
fi: Painike, näyttö päälle/pois
it: Tasto per schermo On/Off
lt: Ekrano įjungimo/išjungimo mygtukas
pl: Przycisk wyłączenia/włączenia ekranu
pt: Tecla para Apagar/Acender Ecrã
sk: Klávesa pre zapnutie / vypnutie obrazovky

source: FritzCall Picture Path [ok]>
es: FritzCall Ruta Imagen [ok]>
fi: FritzCall: Kuvien polku
it: FritzCall percorso immagini [OK] >
lt: FritzCall paveikslėlių kelias [Ok]>
pl: FritzCall ścieżka do zdjęć [ok] >
pt: FritzCall Percurso da Imagem [OK]>
sk: FritzCall cesta k obrázkom [ok]>

source: FritzCall Number of Lines per Entry
es: FritzCall Número de Líneas por Entrada
fi: FritzCall: Rivien määrä
it: FritzCall numero di linee per voce
lt: FritzCall įrašo eilučių skaičius
pl: FritzCall liczba lini we wpisie
pt: FritzCall Número de Linhas por Entrada
sk: FritzCall počet riadkov na vstupny údaj

source: FritzCall Number of List Entries
es: FritzCall Número de Entradas Listadas
fi: FritzCall: Listojen määrä
it: FritzCall numero di voci di elenco
lt: FritzCall sąrašo įrašų skaičius
pl: FritzCall Liczba wpisów na liście
pt: FritzCall Número de Entradas Listadas
sk: FritzCall počet položiek zoznamu

source: FritzCall Number of Pictures
es: FritzCall Número de Imágenes
fi: FritzCall: Kuvien määrä
it: FritzCall numero di immagini
lt: FritzCall paveikslėlių skaičius
pl: FritzCall Liczba zdjęć
pt: FritzCall Número de Imagems
sk: FritzCall počet obrázkov

source: FritzCall Picture Orientation
es: FritzCall Imagen de Orientación
fi: FritzCall: Kuvien asettelu
it: FritzCall orientamento immagini
lt: FritzCall paveikslėlių kryptis
pl: FritzCall orientacja zdjęć
pt: FritzCall Orientação da Imagem
sk: FritzCall orientácia obrázka

source: FritzCall Picture Transparency
es: Transparencia Imagen FritzCall
fi: FritzCall: Kuvan läpinäkyvyys
it: FritzCall trasparenza immagini
lt: FritzCall paveikslėlių skaidrumas
pl: FritzCall przeźroczystość zdjęć
pt: Transparência Imagem FritzCall
sk: FritzCall priehľadnosť obrázka

source: FritzCall Pictures Search
es: FritzCall Búsqueda de Imágenes
fi: FritzCall: Kuvahaku
it: FritzCall cerca immagini
lt: FritzCall paveikslėlių paieška
pl: FritzCall wyszukiwarka zdjęć
pt: FritzCall Busca de Imagens
sk: FritzCall vyhľadávanie obrázkov

source: FritzCall remove Calls after hours
es: FritzCall Borrar Llamadas después de horas
fi: FritzCall: Tuntimäärä, jonka jälkeen puhelut poistetaan
it: FritzCall elimina chiamate dopo ore
lt: FritzCall pašalinti kvietimus po (val.)
pl: FritzCall usuń rozmowy po
pt: FritzCall apagar chamadas fora de horas
sk: FritzCall odobrať volania po hodinách

source: FritzCall Popup-Time
es: FritzCall Hora Emergente
fi: FritzCall: Popup-aika
it: FritzCall popup-ora
lt: FritzCall iškylančio lango rodymo laikas
pl: FritzCall czas wyświetlania
pt: FritzCall Hora Emergente
sk: FritzCall čas vyskakovaieho okna

source: FritzCall Popup LCD
es: FritzCall LCD Emergente
it: FritzCall LCD popup
lt: FritzCall iškylantį langą rodyti
pl: FritzCall kolor LCD
pt: FritzCall LCD Emergente
sk: FritzCall vyskakovací LCD

source: FritzCall Popup Color
es: FritzCall Color Emergente
fi: FritzCall: Popup-väri
it: FritzCall colore popup
lt: FritzCall iškylančio lango spalva
pl: FritzCall kolor okna
pt: FritzCall Cor Emergente
sk: FritzCall farba vyskakovacieho okna

source: FritzCall Frame Picture [ok]>
es: FritzCall Imagen de Marco [ok]>
fi: FritzCall: Kuva [ok]>
it: FritzCall riquadro [OK] >
lt: FritzCall lango paveikslėlis [Ok]>
pt: FritzCall Quadro de Imagem [OK]>
sk: FritzCall obrázok rámčeka [ok]>

source: Calendar ics-Path [ok]>
es: Ruta Calendario ics [ok]>
fi: Kalenteri: ics-polku [ok]>
it: Calendario percorso ics [OK] >
lt: Kelias į kalendoriaus piktogramas [Ok]>
pl: Kalendarz ics-ścieżka [ok]>
pt: Percurso Calendário ics [OK]>
sk: Kalendár ics-cesta [ok]>

source: Calendar ics-URL
es: URL Calendario ics
fi: Kalenteri: ics-URL
it: Calendario URL ics
lt: Kalendoriaus piktogramų internetinis adresas
pl: Kalendarz ics-URL
pt: URL Calendário ics
sk: Kalendár ics-URL

source: Calendar planerFS
es: Calendario planerFS
fi: Kalenteri: planerFS
it: Calendario planerFS
lt: Kalendoriaus-planuotojo FS
pl: Kalendarz planerFS
pt: Calendário planerFS
sk: Kalendár plánovač

source: Calendar Saturday Color
es: Calendario Color Sábado
fi: Kalenteri: Lauantain väri
it: Calendario colore Sabato
lt: Šeštadienio spalva kalendoriuje
pl: Kalendarz yolor sobotz
pt: Calendário Cor Sábado
sk: Kalendár farba soboty

source: Calendar Sunday Color
es: Calendario Color Domingo
fi: Kalenteri: Sunnuntain väri
it: Calendario colore Domenica
lt: Sekmadienio spalva kalendoriuje
pl: Kalendarz kolor niedzieli
pt: Calendário Cor Domingo
sk: Kalendár farba nedele

source: Calendar Line Thickness
es: Calendario Líneas Finas
fi: Kalenteri: Reunojen paksuus
it: Spessore linea calendario
lt: Kalendoriaus eilutės storis
pl: Kalendarz grubość lini
pt: Calendário Linhas Finas
sk: Kalendár hrúbka čiary

source: Calendar Day Event Preview
es: Calendario Prevista Eventos Diarios
fi: Kalenteri: Päivän tapahtumien esikatselu
it: Anteprima calendario giorno evento
lt: Renginių peržiūra-kalendorinių dienų
pl: Kalendarza dzień podgląd wydarzenia
pt: Calendário Previsualização Eventos Diários
sk: Kalendár denny prehľad

source: Calendar Timezone Correction
es: Calendario Corrección Zona Horaria
fi: Kalenteri: Aikavyöhykkeen korjaus
it: Correzione calendario fuso orario
lt: Kalendoriaus korekcija pagal laiko juostą
pl: Kalendarz korekcja strefy czasowej
pt: Calendário Correção Zona Horária
sk: Kalendár korekcia časovej zóny

source: Calendar Transparency
es: Calendario Transparencia
fi: Kalenteri: Läpinäkyvyys
it: Trasparenza calendario
lt: Kalendoriaus skaidrumas
pl: Przejrzystość kalendarza
pt: Calendário Transparência
sk: Kalendár priehľadnosť

source: Calendar Poll Interval
es: Calendario Intervalo
fi: Kalenteri: Kyselyiden aikaväli
it: Intervallo di polling del calendario
lt: Kalendoriaus užklausos intervalas
pl: Interwał odpytywania kalendarza
pt: Calendário Intervalo
sk: Kalendár čas obnovy

source: Tuner Color
es: Color Sintonizador
fi: Viritin: Väri
it: Colore sintonizzatore
lt: Imtuvo raidės spalva
pl: Kolor tunera
pt: Cor Sintonizador
sk: Ladička Farba

source: Tuner Color Active
es: Color Sintonizador Activo
fi: Viritin: Väri aktiivisena
it: Colore attivo sintonizzatore
lt: Aktyvaus imtuvo raidės spalva
pl: Kolor aktywnego tunera
pt: Cor Sintonizador Activo
sk: Ladička Farba Aktívny

source: Tuner Color On
es: Color Sintonizador Funcionando
fi: Viritin: Väri, kun laite päällä
it: Colore sintonizzatore On
lt: Veikiančio imtuvo raidės spalva
pl: Kolor tunera włączony
pt: Cor Sintonizador Ligado
sk: Ladička Farba Zapnúť

source: Service search first
es: Primero Búsqueda de Canales
fi: Palvelunhaku ensin
it: Ricerca prima servizio
lt: Kanalų paieška
pl: Najpierw przeszukaj serwisy
pt: Primeiro Busca de Canais
sk: Najprv prehľadať kanál

source: DVB-T Signal-Quality Correction
es: Corrección de Calidad de Señal DVB-T
fi: DVB-T Signaalitason korjaus
it: DVB-T Segnale - correzione qualità
lt: DVB-T signalo kokybės korekcija
pl: Poprawa jakości sygnału DVB-T
pt: Correção da qualidade de Sinal DVB-T
sk: DVB-T korekcia kvality signálu

source: Font global [ok]>
es: Fuente Global [ok]>
fi: Globaali Fontti [ok]
it: Carattere globale [OK] >
lt: Visuotinis šriftas [Ok]>
pl: Czcionka globalna [ok]>
pt: Fonte Global [OK]>
sk: Písmo celkovo [ok]>

source: Font 1 [ok]>
es: Fuente 1 [ok]>
fi: Fontti 1 [ok]>
it: Carattere 1 [OK] >
lt: Šriftas 1 [Ok]>
pl: Czcionka 1 [ok]>
pt: Fonte 1 [OK]>
sk: Písmo1 [ok]>

source: Font 2 [ok]>
es: Fuente 2 [ok]>
fi: Fontti 2 [ok]>
it: Carattere 2 [OK] >
lt: Šriftas 2 [Ok]>
pl: Czcionka 2 [ok] >
pt: Fonte 2 [OK]>
sk: Písmo 2 [ok]>

source: Font 3 [ok]>
es: Fuente 3 [ok]>
fi: Fontti 3 [ok]>
it: Carattere 3 [OK] >
lt: Šriftas 3 [Ok]>
pl: Czcionka 3 [ok]>
pt: Fonte 3 [OK]>
sk: Písmo 3 [ok]>

source: Font 4 [ok]>
es: Fuente 4 [ok]>
fi: Fontti 4 [ok]>
it: Carattere 4 [OK] >
lt: Šriftas 4 [Ok]>
pl: Czcionka 4 [ok]>
pt: Fonte 4 [OK]>

source: Font 5 [ok]>
es: Fuente 5 [ok]>
fi: Fontti 5 [ok]>
it: Carattere 5 [OK] >
lt: Šriftas 5 [Ok]>
pl: Czcionka 5 [ok]>
pt: Fonte 5 [OK]>
