Repository: MrServo/oe-alliance-plugins
Catalog: LCD4linux/po/*.po
Languages: es, fi, it, lt, pl, pt, sk

source: - Full Screen
es: - A Toda Pantalla
fi: - Kokonäyttö
it: - Display intero
lt: - Pilnas ekranas
pl: - Pełny ekran
pt: - Ecrã Completo
sk: - celá obrazovka

source: - Text Size
es: - Tamaño de Texto
fi: - Tekstin koko
it: - Dimensioni testo
lt: - Teksto dydis
pl: - Rozmiar tekstu
pt: - Tamanho do Texto
sk: - veľkosť textu

source: - Transparency
es: - Transparencia
fi: - Läpinäkyvyys
it: - Trasparenza
lt: - Skaidrumas
pl: - Przejrzystość
pt: - Transparência
sk: - priehľadnosť

source: - Picon Path [ok]>
es: - Ruta de Picon [ok]>
fi: - Piconien polku [ok]>
it: - Percorso picon [OK] >
lt: - Kelias į piktogramas [Ok]>
pl: - Ścieżka Picon [ok]>
pt: - Percurso Picon [OK]>
sk: - Picon cesta [ok]>

source: - Picon Path 2 [ok]>
es: - Ruta de Picon 2 [ok]>
fi: - Piconien polku 2[ok]>
it: - Percorso picon 2 [OK] >
lt: - Kelias į piktogramas 2 [Ok]>
pl: - Ścieżka pikon 2 [ok]>
pt: - Percurso Picon 2 [OK]>
sk: - Picon cesta 2 [ok]>

source: - Picon Cache Path [ok]>
es: - Ruta Caché Picon [ok]>
fi: - Piconien cachen polku [ok]>
it: - Percorso cache picon [OK] >
lt: - Piktogramų podėlio kelias [Ok]>
pl: -Ścieżka buforowania pikon[ok]>
pt: - Picon Cache Percurso [OK]>
sk: - Picon Cache cesta [ok]>

source: Picon 2
lt: Piktograma 2

source: Clock
es: Reloj
fi: Kello
it: Orologio
lt: Laikrodis
pl: Zegar
pt: Relógio
sk: Hodiny

source: - Type
es: - Tipo
fi: - Tyyppi
it: - Tipo
lt: - Tipas
pl: - Typ
pt: - Tipo
sk: - Typ

source: - Analog Clock
es: - Reloj Analógico
fi: - Analoginen kello
it: - Orologio analogico
lt: - Analoginis laikrodis
pl: - Zegar analogowy
pt: - Relógio Analógico
sk: - Analogové Hodiny

source: - Spacing
es: - Espaciado
fi: - Kellon ja pvm väli
it: - Spaziatura
lt: - Tarpai
pl: - Rozstaw
pt: - Espaçado
sk: - rozstup

source: - Size
es: - Tamaño
fi: - Koko
it: - Dimensioni
lt: - Dydis
pl: - Rozmiar
pt: - Tamanho
sk: - veľkosť

source: - Shadow Edges
es: - Bordes de Sombra
fi: - Varjoreunat
it: - Bordi ombrati
lt: - Tamsinti kraštus
pl: - Krawędzie cienia
pt: - Margens de Sombra
sk: - hrany tieňa

source: Clock 2
es: Reloj 2
fi: Kello 2
it: Orologio 2
lt: Laikrodis 2
pl: Zegar 2
pt: Relógio 2
sk: Hodiny 2

source: Program Name
es: Nombre de Programa
fi: Kanavan nimi
it: Nome del programma
lt: Programos pavadinimas
pl: Nazwa programu
pt: Nome do Programa
sk: Názov kanálu

source: - maximum Lines
es: - máximo de Líneas
fi: - suurin määrä rivejä
it: - massimo righe
lt: - Daugiausiai eilučių
pl: - maksymalne linie
pt: - máximo de Linhas
sk: - maximum riadkov

source: - Length
es: - Duracción
fi: - Pituus
it: - Lunghezza
lt: - Ilgis
pl: - Długość
pt: - Duração
sk: - dĺžka

source: Program Number
es: Número de Programa
fi: Ohjelman numero
it: Numero del programma
lt: Programos numeris
pl: Numer programu
pt: Número do Programa
sk: Číslo kanálu

source: Program Info
es: Información de Programa
fi: Ohjelmainfo
it: Informazioni programma
lt: Programos informacija
pl: Informacje o programie
pt: Informação do Programa
sk: Info o programe

source: - Type
es: - Tipo
fi: - Tyyppi
it: - Tipo
lt: - Tipas
pl: - Typ
pt: - Tipo
sk: - Typ

source: Program Info 2
es: Información Programa 2
fi: Ohjelmainfo 2
it: Informazioni programma 2
lt: Programos informacija 2
pl: Informacje o programie 2
pt: Informação Programa 2

source: Next Program Info
es: Información Próximo Programa
fi: Seuraavan ohjelman info
it: Successiva info programma
lt: Sekančios programos informacija
pl: Informacje o następnym programie
pt: Informação do Próximo Programa
sk: Info o ďalšom programe

source: Extended Description
es: Descripción Extendida
fi: Laajennettu kuvaus
it: Descrizione estesa
lt: Išsamus aprašymas
pl: Rozszerzony opis
pt: Descrição Extendida
sk: Rozšírený popis

source: - use Info when empty
es: - Usa la información cuando está vacío
fi: - näytä Info kun tämä on tyhjä
it: - utilizzare info quando vuoto
lt: - Nesant aprašymo, rodyti informaciją
pl: - użyj informacji kiedy jest pusty
pt: - usar informação quando vazia
sk: - prázdne použite informáciu

source: Progress Bar
es: Barra de Progreso
fi: Etenemispalkki
it: Barra di avanzamento
lt: Eigos juosta
pl: Pasek postępu
pt: Barra de Progresso
sk: Priebeh

source: - Color Text
es: - Color Texto
fi: - Tekstin väri
it: - Testo a colori
lt: - Spalvotas tekstas
pl: - Kolorowy tekst
pt: - Cor do Texto
sk: - Farebný text

source: - Color Background
es: - Color de fondo
fi: - Väri Tausta
it: - Sfondo a colori
lt: - Spalvotas fonas
pl: - Kolor tła
pt: - Fundo de cor
sk: - Barva ozadja

source: - Border
es: - Margen
fi: - Reunat
it: - Bordi
lt: - Kraštinė
pl: - Obramowanie
pt: - Margem
sk: - Okraj

source: - Shaded
es: - Sombreado
fi: - Varjostettu
it: - Ombreggiato
lt: - Užtamsinta
pl: - Zacieniony
pt: - Sombreado
sk: - tieňované

source: - Unit min
es: - Unidad min
fi: - Yksikkö min
it: - Unità min
lt: - Vienetai - min
pl: - Jednostka min.
pt: - Unidade min
sk: - Jednotka min

source: Informations
es: Informaciones
fi: Laitteen tekniset tiedot
it: Informazioni
lt: Sistemos informacija
pl: Informacje
pt: Informações
sk: Informácie

source: - Tunerinfo
es: - Información Sintonizador
fi: - Viritininfo
it: - Informazioni sintonizzatore
lt: - Informacija apie imtuvą
pt: - Informação do Tuner
sk: - Tuner nfo

source: - Sensors
es: - Sensores
fi: - Sensorit
it: - Sensori
lt: - Jutikliai
pl: - Czujniki
pt: - Sensores
sk: - snímače

source: Informations 2
es: Informaciones 2
fi: Laitteen tekniset tiedot 2
it: Informazioni 2
lt: Sistemos informacija 2
pl: Informacje 2
pt: Informações 2
sk: Informácie 2

source: Signal Quality Bar
es: Barra de Calidad de Señal
fi: Signaalitason palkki
it: Barra qualità segnale
lt: Signalo kokybės juosta
pl: Pasek jakości sygnału
pt: Barra de Qualidade do Sinal
sk: Stĺpec kvality signálu

source: - Gradient
es: - Gradiente
fi: - Liukuväri
it: - Gradiente
lt: - Gradientas
pt: - Gradiente
sk: - spád

source: - Bar Range Min
es: - Barra rango Mínimo
fi: - Palkin pienin vaihteluväli
it: - Barra campo Min
lt: - Min. diapazonas
pl: - Zakres paska min.
pt: - Barra Gama Mínima
sk: - rozsah stĺpca kvality signálu na Min

source: - Bar Range Max
es: - Barra Rango Máximo
fi: - Palkin suurin vaihteluväli
it: - Barra campo Max
lt: - Maks. diapazonas
pl: - Zakres paska maks.
pt: - Barra Gama Máxima
sk: - rozsah stĺpca kvality signálu na Max

source: Satellite
es: Satélite
fi: Satelliitti
lt: Palydovas
pl: Satelita
pt: Satélite
sk: Satelit

source: Provider
es: Proveedor
fi: Tarjoaja
lt: Tiekėjas
pl: Nadawca
pt: Operador
sk: Poskytovateľ

source: Used Tuner
es: Sintonizador Usado
fi: Käytetty viritin
it: Sintonizzatore usato
lt: Naudojamas imtuvas
pl: Używany tuner
pt: Sintonizador Usado
sk: Použitý tuner

source: - only active Tuner
es: - solo Sintonizador activo
fi: - vain aktiivinen Viritin
it: - solo sintonizzatore attivo
lt: - Tik aktyvus imtuvas
pl: - tylko aktywny tuner
pt: - só o Tuner ativo
sk: - len aktívny tuner

source: Next Timer Event
es: Próximo Evento Programado
fi: Seuraava ajastus
it: Prossimo evento timer
lt: Sekančio įvykio laikmatis
pl: Następne zdarzenie timera
pt: Próximo Evento Programado
sk: Ďalší časovač udalostí

source: Volume
es: Volumen
fi: Äänenvoimakkuus
lt: Garsas
pl: Głośność
sk: Hlasitosť

source: Mute
es: Silencio
fi: Mykistä
it: Muto
lt: Nutildyti
pl: Wycisz
pt: 2 x Muda
sk: Stíšiť

source: Audio/Video
lt: Garsas / Vaizdas
pl: Audio/Wideo

source: Bitrate
fi: Bittinopeus
lt: Bitų dažnis

source: Online [Ping]
es: En Linea [Ping]
fi: Verkkoyhteys [Ping]
lt: Prisijungimas [ping]
sk: Stav siete [Ping]

source: - Show State
es: - Mostrar Estado
fi: - Näytä tila
it: - Mostra stato
lt: - Rodyti būklę
pl: - Pokaż stan
pt: - Mostrar Estado
sk: - zobraz stav

source: - Timeout [ms]
es: - Descanso [ms]
fi: - Aikakatkaisu [ms]
lt: - Intervalas [ms]
pt: - Descanso [ms]
sk: - čas vypršania [ms]

source: - Online Name:Address
es: - Nombre En Linea:Dirección
fi: - Verkkonimi:Osoite
it: - Nome in linea:Indirizzo
lt: - Tinklo vardas: adresas
pl: - Nazwa online:Adres
pt: - Nome Online:Endereço
sk: - sieťové meno :Adresa

source: External IP Address
es: Dirección IP Extendida
fi: Ulkoinen IP-osoite
it: Indirizzo IP esterno
lt: Išorinis IP adresas
pl: Zewnętrzny adres IP
pt: Endereço IP Externo
sk: Externá adresa IP

source: - external IP URL
es: - externo IP URL
fi: - ulkoinen IP URL
lt: - išorinis IP URL
pl: - zewnętrzny adres URL IP
pt: - URL de IP externo
sk: - externá adresa URL IP

source: Storage-Devices
es: Dispositivos de Almacenamiento
fi: Tallennusvälineet
it: Dispositivi di archiviazione
lt: Laikmenos
pl: Urządzenia pamięci masowej
pt: Dispositivos de Armazenamento
sk: Pamäťové-zariadenia

source: - free Warning
es: - Advertencia
fi: - Vapaan tilan varoitus
it: - senza avviso
lt: - Perspėjimas, likus laisvos vietos
pl: - bezpłatne ostrzeżenie
pt: - Advertência
sk: - bez varovania

source: - extra Info
es: - información extra
fi: - Lisätietoa
it: - informazioni extra
lt: - Papildoma informacija
pl: - dodatkowe informacje
pt: - informação extra

source: - Device Name
es: - Nombre de Dispositivo
fi: - Tallennusväline
it: - Nome dispositivo
lt: - Įrenginio pavadinimas
pl: - Nazwa urządzenia
pt: - Nome do Dispositivo
sk: - meno zariadenia

source: - Zoom
lt: - Padidinti
sk: - zväčšenie

source: - Weather Type
es: - Tipo de Tiempo
fi: - Miten sää-tiedot näytetään
it: - Tipo meteo
lt: - Orų tipas
pl: - Typ pogody
pt: - Tipo de Tempo
sk: - typ počasia

source: Weather 2
es: El Tiempo 2
fi: Sää 2
it: Meteo 2
lt: Orai 2
pl: Pogoda 2
pt: O Tempo 2
sk: Počasie 2

source: Meteo-Weather Station
es: Estación Metereológica del Tiempo
fi: Meteo-Sääasema
it: Meteo - Stazione meteo
lt: Meteorologinė stotis
pl: Stacja meteorologiczna
pt: Estação Metereológica do Tempo
sk: Meteo stanica

source: - Station
es: - Estación
fi: - Asema
it: - Stazione
lt: - Stotis
pl: - Stacja
pt: - Estação
sk: - Stanica

source: - Module
es: - Módulo
fi: - Moduli
it: - Modulo
lt: - Modulis
pl: - Moduł
pt: - Módulo
sk: - Modul

source: - Module userdefined
es: - Módulo definido por el usuario
fi: - Käyttäjän asettama moduli
it: - Modulo definito dall'utente
lt: - Vartotojo pasirinktas modulis
pl: - Moduł zdefiniowany przez użytkownika
pt: - Módulo definido pelo usuário
sk: - Definovaný používateľom

source: - Base
lt: - Bazinė
pl: - Podstawa
sk: - Základ

source: - Name
es: - Nombre
fi: - Nimi
it: - Nome
lt: - Pavadinimas
pl: - Nazwa
pt: - Nome
sk: - Meno

source: - Color 1
fi: - Väri 1
it: - Colore 1
lt: - Spalva 1
pl: - Kolor 1
pt: - Cor 1
sk: - Farba 1

source: - Color 2
fi: - Väri 2
it: - Colore 2
lt: - Spalva 2
pl: - Kolor 2
pt: - Cor 2
sk: - Farba 2

source: - Color 3
fi: - Väri 3
it: - Colore 3
lt: - Spalva 3
pl: - Kolor 3
pt: - Cor 3
sk: - Farba 3

source: - Color 4
fi: - Väri 4
it: - Colore 4
lt: - Spalva 4
pl: - Kolor 4
pt: - Cor 4
sk: - Farba 4

source: - Color 5
fi: - Väri 5
it: - Colore 5
lt: - Spalva 5
pl: - Kolor 5
pt: - Cor 5
sk: - Farba 5

source: - Color 6
fi: - Väri 6
it: - Colore 6
lt: - Spalva 6
pl: - Kolor 6
pt: - Cor 6
sk: - Farba 6

source: Netatmo CO2 Indicator
es: Netatmo Indicador de CO2
fi: Netatmo CO2 Indikaattori
it: Stazione meteo indicatore CO2
lt: Netatmo CO2 kiekio rodiklis
pl: Netatmo CO2 Wskaźnik
pt: Netatmo Indicador de CO2
sk: Netatmo CO2 Indikátor

source: - Length [Bar]
es: - Longitud [Barra]
fi: - Palkin pituus
it: - Lunghezza [Barra]
lt: - Ilgis [juosta]
pl: - Długość [bar]
pt: - Comprimento [Barra]
sk: - dĺžka [Bar]

source: Netatmo Comfort Indicator
es: Netatmo Indicador de Comodidad
fi: Netatmo "Tuntuu kuin"
it: Stazione meteo indicatore comfort
lt: Netatmo komforto rodiklis
pl: Netatmo CO2 Komfortowy wskaźnik
pt: Netatmo Indicador de Comodidade
sk: Netatmo Komfortný Indikátor

source: Moonphase
es: Fases Lunares
fi: Kuuvaihe
it: Fase lunare
lt: Mėnulio fazė
pt: Fases da Lua
sk: Fáza mesiaca

source: - Infolines
es: - Líneas de información
fi: - Tietorivit
it: - Linee informative
lt: - Informacijos eilutės
pl: - Infolinie
pt: - Linhas de Informação
sk: - Informačné linky

source: - Trendarrows
es: - Flechas de Tendencia
fi: - Trendinuolet
it: - Frecce di tendenza
lt: - Tendencijų rodyklės
pt: - Setas de Tendência
sk: - Šípky trendov

source: Sunrise
es: Amanecer
fi: Auringonnousu
it: Alba
lt: Saulėtekis
pl: Wschód słońca
pt: Amanhecer
sk: Východ slnka

source: Show oscam.lcd
es: Mostrar oscam.lcd
fi: Näytä oscam.lcd
it: Mostra oscam.lcd
lt: Rodyti Oscam.lcd
pl: Pokaż oscam.lcd
pt: Mostrar oscam.lcd
sk: Zobraz oscam.lcd

source: - File [ok]>
es: - Archivo [ok]>
fi: - Tiedosto [ok]>
lt: - Kelias į failą [Ok]>
pl: - Plik [ok]>
pt: - Arquivo [OK]>
sk: - súbor [ok]>

source: Show ecm.info
es: Mostrar ecm.info
fi: Näytä ecm.info
it: Mostra ecm.info
lt: Rodyti ECM informaciją
pl: Pokaż ecm.info
pt: Mostrar ecm.info
sk: Zobraz ecm.info

source: Show Textfile
es: Mostrar Archivo de Texto
fi: Näytä Tekstitiedosto
it: Mostra file di testo
lt: Rodyti tekstinį failą
pl: Pokaż plik tekstowy
pt: Mostrar Arquivo de Texto
sk: Zobraz textový súbor

source: Show Textfile 2
es: Mostrar Archivo de Texto 2
fi: Näytä Tekstitiedosto 2
it: Mostra file di testo 2
lt: Rodyti tekstinį failą 2
pl: Pokaż plik tekstowy 2
pt: Mostrar Arquivo de Texto 2
sk: Zobraz textový súbor 2

source: Show Textfile 3
es: Mostrar Archivo de Texto 3
fi: Näytä Tekstitiedosto 3
it: Mostra file di testo 3
lt: Rodyti tekstinį failą 3
pl: Pokaż plik tekstowy 3
pt: Mostrar Arquivo de Texto 3
sk: Zobraz textový súbor 3

source: Show HTTP Text
es: Mostrar Texto HTTP
fi: Näytä HTTP-teksti
it: Mostra testo HTTP
lt: Rodyti HTTP tekstą
pl: Pokaż tekst HTTP
pt: Mostrar Texto HTTP
sk: Zobraz HTTP Text

source: - URL
lt: - Internetinis adresas

source: WWW-Internet Converter
es: Convertidor WWW-Internet
fi: WWW Internet-muunnin
it: Convertitore WWW-Internet
lt: WWW-internetinis keitiklis
pl: Konwerter WWW-Internet
pt: Conversor WWW-Internet
sk: Konvertor web stránok

source: - HTTP Width
es: - Ancho HTTP
fi: - HTTP Leveys
it: - Larghezza HTTP
lt: - HTTP plotis
pl: - Szerokość HTTP
pt: - Largura HTTP
sk: - HTTP šírka

source: - HTTP Height
es: - Alto HTTP
fi: - HTTP Korkeus
it: - Altezza HTTP
lt: - HTTP aukštis
pl: - Wysokość HTTP
pt: - Altura HTTP
sk: - HTTP výška

source: - Cut from X
es: - Cortar desde X
fi: - Leikkaa kohdasta X
it: - Taglio da X
lt: - Kirpti nuo X
pl: - Cięcie od X
pt: - Cortar desde X
sk: - orezanie z X

source: - Cut from Y
es: - Cortar desde Y
fi: - Leikkaa kohdasta Y
it: - Taglio da Y
lt: - Kirpti nuo Y
pl: - Odcięcie od Y
pt: - Cortar desde Y
sk: - orezanie z Y

source: - Cut Width [disable = 0]
es: - Cortar Ancho [deshabilitar = 0]
fi: - Leikkaa leveyttä [0=pois päältä]
it: - Larghezza di taglio [disattivare = 0]
lt: - Pločio apkirpimas [išjungti = 0]
pl: - Szerokość cięcia [disable = 0]
pt: - Cortar Largura [desligar = 0]
sk: - šírka orezania [vyp. = 0]

source: - Cut Height [disable = 0]
es: - Cortar Altura [deshabilitar = 0]
fi: - Leikkaa korkeutta [0=pois päältä]
it: - Altezza di taglio [disattivare = 0]
lt: - Aukščio apkirpimas [išjungti = 0]
pl: - Wysokość cięcia [disable = 0]
pt: - Cortar Altura [desligar = 0]
sk: - výška orezania [vyp. = 0]

source: Show Picture
es: Mostrar Imagen
fi: Näytä kuva
it: Mostra immagine
lt: Rodyti vaizdą
pl: Pokaż zdjęcie
pt: Mostrar Imagem
sk: Zobraz obrázok

source: - File or Path [ok]>
es: - Archivo o Ruta [ok]>
fi: - Tiedosto tai polku [ok]
it: - File o percorso [OK] >
lt: - Kelias iki failo [Ok]>
pl: - Plik lub ścieżka [ok]>
pt: - Arquivo ou Percurso [OK]>
sk: - súbor alebo cesta [ok]>

source: - Size max Height
es: - Tamaño Altura Máxima
fi: - Suurin korkeus
it: - Dimensioni max altezza
lt: - Dydis maks. aukštis
pl: - Rozmiar maks. Wysokość
pt: - Tamanho Altura Máxima
sk: - max výška

source: - Quick Update
es: - Actualización Rápida
fi: - Nopea päivitys
it: - Aggiornamento rapido
lt: - Greitas atnaujinimas
pl: - Szybka aktualizacja
pt: - Atualização Rápida
sk: - rýchla aktualizácia

source: Show Picture 2
es: Mostrar Imagen 2
fi: Näytä kuva 2
it: Mostra immagine 2
lt: Rodyti vaizdą 2
pl: Pokaż zdjęcie 2
pt: Mostrar Imagem 2
sk: Zobraz obrázok 2

source: Show Picture 3
es: Mostrar Imagen 3
fi: Näytä kuva 3
it: Mostra immagine 3
lt: Rodyti vaizdą 3
pl: Pokaż zdjęcie 3
pt: Mostrar Imagem 3
sk: Zobraz obrázok 3

source: Show Picture 4
es: Mostrar Imagen 4
fi: Näytä kuva 4
it: Mostra immagine 4
lt: Rodyti vaizdą 4
pl: Pokaż zdjęcie 4
pt: Mostrar Imagem 4
sk: Zobraz obrázok 4

source: Show Picture 5
es: Mostrar Imagen 5
fi: Näytä kuva 5
it: Mostra immagine 5
lt: Rodyti vaizdą 5
pl: Pokaż zdjęcie 5
pt: Mostrar Imagem 5
sk: Zobraz obrázok 5

source: Show Picture 6
es: Mostrar Imagen 6
fi: Näytä kuva 6
it: Mostra immagine 6
lt: Rodyti vaizdą 6
pl: Pokaż zdjęcie 6
pt: Mostrar Imagem 6
sk: Zobraz obrázok 6

source: - Lines
es: - Líneas
fi: - Rajat
it: - Linee
lt: - Eilutės
pl: - Linie
pt: - Linhas
sk: - riadky

source: - Mail Konto
es: - Correo Konto
fi: - S-posti tilit
it: - Conto E-Mail
lt: - Pašto paskyra
pl: - Konto pocztowe
pt: - E-Mail Konto
sk: - e-mailové konto

source: - max Width
es: - Anchura máxima
fi: - Suurin leveys
it: - larghezza max
lt: - Maksimalus plotis
pl: - maks. szerokość
pt: - Largura máxima
sk: - max šírka

source: Remote Box Timer
es: Dispositivo Remoto Temporizador
fi: Etälaitteen ajastin
it: Timer ricevitore remoto
lt: Nuotolinio aparato laikmatis
pl: Zdalny wyłącznik czasowy
pt: Timer da box remota
sk: Vzdialený Box

source: - Picture Size
es: - Tamaño Imagen
fi: - Kuvakoko
it: - Dimensione immagine
lt: - Paveikslo dydis
pl: - Rozmiar obrazu
pt: - Tamanho Imagem
sk: - veľkosť obrázka

source: - Picture Position
es: - Posición Imagen
fi: - Kuvan positio
it: - Posizione immagine
lt: - Paveikslo pozicija
pl: - Pozycja na zdjęciu
pt: - Posição Imagem
sk: - umiestnenie obrázka

source: - Picture Alignment
es: - Alineamiento Imagen
fi: - Kuvan kohdistus
it: - Allineamento immagine
lt: - Paveikslo lygiavimas
pl: - Wyrównanie obrazu
pt: - Alinhamento Imagem
sk: - zarovnanie obrázka

source: - Layout
es: - Disposición
fi: - Ulkoasu
lt: - Išdėstymas
pl: - Układ
pt: - Disposição
sk: - rozmiestnenie

source: - Current Day Background Color
es: - Color de Fondo Día Actual
fi: - Kuluvan päivän taustaväri
it: - Colore sfondo giorno attuale
lt: - Šios dienos fono spalva
pl: - Kolor tła bieżącego dnia
pt: - Cor de Fundo Dia Atual
sk: - Farba pozadia aktuálneho dňa

source: - Caption Color
es: - Leyenda Color
fi: - Selosteen väri
it: - Colore didascalia
lt: - Antraštės spalva
pl: - Kolor napisów
pt: - Cor da Legenda
sk: - farba titulku

source: Dates List
es: Lista de fechas
fi: Päivämäärät: Lista
it: Lista appuntamenti
lt: Datų sąrašas
pl: Lista dat
pt: Lista de Datas
sk: Zoznam dátumov

source: Event Icon Bar
es: Barra de icono de Evento
fi: Tapatumapalkki
it: Icona barra evento
lt: Įvykio piktogramų juosta
pl: Pasek ikon zdarzeń
pt: Barra de Icon do Evento
sk: Stĺpec ikon udalosti

source: - Popup Screen
es: - Pantalla Aparición
fi: - Popup Näyttö
it: - Display popup
lt: - Iškylantis vaizdas
pl: - Ekran wyskakujący
pt: - Ecrã Aparição
sk: - vyskakovacia obrazovka

source: - Popup LCD
es: - LCD Aparición
it: - LCD popup
lt: - Iškylantis LCD
pl: - Wyskakujący wyświetlacz LCD
pt: - LCD Aparição
sk: - vyskakovacie LCD

source: Show Text 1
es: Mostrar Texto 1
fi: Näytä Teksti 1
it: Mostra testo 1
lt: Rodyti tekstą 1
pl: Pokaż tekst 1
pt: Mostrar Texto 1
sk: Zobraziť text 1

source: - Text
es: - Texto
fi: - Teksti
it: - Testo
lt: - Tekstas
pl: - Tekst
pt: - Texto

source: Show Text 2
es: Mostrar Texto 2
fi: Näytä Teksti 2
it: Mostra testo 2
lt: Rodyti tekstą 2
pl: Pokaż tekst 2
pt: Mostrar Texto 2
sk: Zobraziť text 2

source: Rectangle 1
es: Rectángulo 1
it: Rettangolo 1
lt: Stačiakampis 1
pl: Prostokąt 1
pt: Retângulo 1
sk: Obdĺžnik 1

source: - Position x
es: - Posición x
fi: - Positio x
it: - Posizione x
lt: - Pozicija X
pl: - Pozycja x
pt: - Posição x
sk: - pozícia x

source: - Position y
es: - Posición y
fi: - Positio y
it: - Posizione y
lt: - Pozicija Y
pl: - Pozycja y
pt: - Posição y
sk: - pozícia y

source: - Size x
es: - Tamaño x
fi: - Koko x
it: - Dimensioni x
lt: - Dydis X
pl: - Rozmiar x
pt: - Tamanho x
sk: - veľkosť x

source: - Size y
es: - Tamaño y
fi: - Koko y
it: - Dimensioni y
lt: - Dydis Y
pl: - Rozmiar y
pt: - Tamanho y
sk: - veľkosť y

source: Rectangle 2
es: Rectángulo 2
it: Rettangolo 2
lt: Stačiakampis 2
pl: Prostokąt 2
pt: Retângulo 2
sk: Obdĺžnik 2

source: Recording
es: Grabando
fi: Tallentaa
it: Registrazione
lt: Įrašymas
pl: Nagrywanie
pt: A gravar
sk: Záznam

source: - Screens used for Changing
es: - Pantallas usadas para Cambios
fi: - Vaihdossa käytettävä näyttö
it: - Schermi utilizzati per la modifica
lt: - Ekranai, naudojami keitimui
pl: - Ekrany używane do zmiany
pt: - Ecrãs usdados para permuta
sk: - použité obrazovky na výmenu

source: Title
es: Título
fi: Otsikko
it: Titolo
lt: Antraštė
pl: Tytuł
pt: Título
sk: Titulok

source: Infos
es: Informaciones
fi: Infot
it: Informazioni
lt: Informacijos
pl: Informacje
pt: Informações
sk: Informácie

source: Show Cover
es: Mostrar Cubierta
fi: Näytä kansikuva
it: Mostra cover
lt: Rodyti viršelį
pl: Pokaż Okładkę
pt: Mostrar Capa
sk: Zobraz obálku

source: - Search Path [ok]>
es: - Buscar Ruta [ok]>
fi: - Hakupolku [ok]>
it: - Ricerca percorso [OK] >
lt: - Paieškos kelias [Ok]>
pl: - Ścieżka wyszukiwania [ok]>
pt: - Buscar Percurso [OK]>
sk: - prehľadávaná cesta [ok]>

source: - Find Cover File [ok]>
es: - - Buscar archivo de portada [ok]>
fi: - Etsi kansikuva [ok]>
it: - Trova file di copertina [ok]
lt: - Raskite viršelio failą
pl: - Znajdź plik okładki [ok]>
pt: - Encontrar arquivo de capa [OK]>
sk: - Nájdite súbor obalu [ok]>

source: - Default Cover [ok]>
es: - Cubierta por Defecto [ok]>
fi: - Oletus Kansikuva [ok]>
it: - Copertina predefinita [OK] >
lt: - Numatytasis viršelis [Ok]>
pl: - Domyślna osłona [ok]>
pt: - Capa por Defeito [OK]>
sk: - predvolená obálka [ok]>

source: - Picon First
es: - Picon Primero
fi: - Picon ensin
it: - Prima picon
lt: - Pirmiausiai piktograma
pt: - Picon Primeiro
sk: - najprv Picon

source: - Trimmed
es: - recortado
fi: - Leikattu
it: - Rifilata
lt: - Apipjaustytas
pl: - Przycięte
pt: Aparado
sk: - Orezané

source: - Download Cover
es: - Descargar Cubierta
fi: - Lataa kansikuva
it: - Scarica la copertina
lt: - Parsisiųsti viršelius
pl: - Pobierz okładki
pt: - Descarregar Capa
sk: - Stiahnite si obálku

source: - Download Type
es: - Descargar Archivo de Depuración
fi: - Lataa tyyppi
it: - Tipo di download
lt: - Parsisiuntimo būdas
pl: - Pobierz typy
pt: - Tipo de Descarga
sk: - Typ sťahovania

source: - Google API-Key console.developers.google.com/apis
lt: - Google API raktas console.developers.google.com/apis
pl: -API-Key Google console.developers.google.com/apis
sk: - Kľúč Google API console.developers.google.com/apis

source: LCD Display
es: Pantalla LCD
fi: LCD-näyttö
it: Display LCD
lt: LCD ekranas
pl: Wyświetlacz LCD
pt: Ecrã LCD
sk: LCD Displej

source: LCD4linux Display-Mode On
es: Modo de la Pantalla LCD4linux Encendido
fi: LCD4linux Näyttötila: Päällä
it: LCD4linux modalità display On
lt: LCD4linux Ekranas-'Įjungta' režimas
pl: LCD4linux Tryb wyświetlania On
sk: LCD4linux Režim zobrazenia je Mode on

source: Set Media >>
es: Ir a Reproductor >>
fi: Aseta Media >>
it: Imposta Media >>
lt: Multimedija >>
pl: Ustaw media >>
pt: Def Mídia >>
sk: Nastaviť Media >>

source: LCD4linux Display-Mode MediaPlayer
es: Modo de la Pantalla LCD4linux en Reproductor
fi: LCD4linux Näyttötila: Media
it: LCD4linux lettore multimediale in modalità display
lt: LCD4linux Ekranas-Mediagrotuvo režimas
pl: LCD4linux Tryb wyświetlania MediaPlayer
pt: Visor LCD4linux-Modo MediaPlayer
sk: LCD4linux Režim zobrazenia MediaPlayer

source: Set Idle >>
es: Ir a Espera >>
fi: Aseta Valmiustila >>
it: Imposta Idle >>
lt: Neveikla >>
pl: Ustaw zajętość >>
pt: Def Idle >>
sk: Nastaviť Idle >>
